Repository: alaa-jadaan/alm-main
Catalog: languages/*/LC_MESSAGES/*.po
Languages: ar

source: Kitgum_UG
ar: كيتجوم

source: Koboko_UG
ar: كوبوكو

source: Kole_UG
ar: كولي

source: Kotido_UG
ar: كوتيدو

source: Kumi_UG
ar: كومي

source: Kween_UG
ar: Kween

source: Kyankwanzi_UG
ar: كيانكوانزي

source: Kyegegwa_UG
ar: Kyegegwa

source: Kyenjojo_UG
ar: كينجوجو

source: Lamwo_UG
ar: لامو

source: Lira_UG
ar: الليرة

source: Luuka_UG
ar: Luuka

source: Luwero_UG
ar: ويرو

source: Lwengo_UG
ar: Lwengo

source: Lyantonde_UG
ar: Lyantonde

source: Manafwa_UG
ar: مانافوا

source: Maracha_UG
ar: ماراشا

source: Masaka_UG
ar: ماساكا

source: Masindi_UG
ar: ماسيندى

source: Mayuge_UG
ar: مايوج

source: Mbale_UG
ar: مبالي

source: Mbarara_UG
ar: مبارارا

source: Mitooma_UG
ar: Mitooma

source: Mityana_UG
ar: ميتيانا

source: Moroto_UG
ar: موروتو

source: Moyo_UG
ar: مويو

source: Mpigi_UG
ar: مبيجي

source: Mubende_UG
ar: موبيندي

source: Mukono_UG
ar: موكونو

source: Nakapiripirit_UG
ar: ناكابيريبيريت

source: Nakaseke_UG
ar: ناكازيكي

source: Nakasongola_UG
ar: ناكاسونغولا

source: Namayingo_UG
ar: Namayingo

source: Namutumba_UG
ar: ناموتومبا

source: Napak_UG
ar: Napak

source: Nebbi_UG
ar: نيبى

source: Ngora_UG
ar: Ngora

source: Ntoroko_UG
ar: نتوروكو

source: Ntungamo_UG
ar: نتنجامو

source: Nwoya_UG
ar: Nwoya

source: Otuke_UG
ar: Otuke

source: Oyam_UG
ar: Oyam

source: Pader_UG
ar: بادر

source: Pallisa_UG
ar: باليسا

source: Rakai_UG
ar: راكاي

source: Rubirizi_UG
ar: روبيريزي

source: Rukungiri_UG
ar: روكونجيري

source: Sembabule_UG
ar: سيمبابول

source: Serere_UG
ar: Serere

source: Sheema_UG
ar: شيما

source: Sironko_UG
ar: سيرونكو

source: Soroti_UG
ar: سوروتي

source: Tororo_UG
ar: تورورو

source: Wakiso_UG
ar: ضاحية واكيسو

source: Yumbe_UG
ar: يومبى

source: Zombo_UG
ar: زومبو

source: Baker Island_UM
ar: جزيرة بيكر

source: Howland Island_UM
ar: جزيرة هاولاند

source: Jarvis Island_UM
ar: جزيرة جارفيس

source: Palmyra Atoll_UM
ar: أرخبيل جزر بالميرا المرجانية

source: Alabama_US
ar: ألاباما

source: Alaska_US
ar: ألاسكا

source: Arizona_US
ar: أريزونا

source: Arkansas_US
ar: أركنساس

source: California_US
ar: كاليفورنيا

source: Colorado_US
ar: كولورادو

source: Connecticut_US
ar: كونيتيكت

source: Delaware_US
ar: ديلاوير

source: District of Columbia_US
ar: واشنطن العاصمة

source: Florida_US
ar: فلوريدا

source: Georgia_US
ar: جورجيا ( أمريكية)

source: Hawaii_US
ar: هاواي

source: Idaho_US
ar: آيداهو

source: Illinois_US
ar: إلينوي

source: Indiana_US
ar: إنديانا

source: Iowa_US
ar: آيوا

source: Kansas_US
ar: كانساس

source: Kentucky_US
ar: كنتاكي

source: Louisiana_US
ar: لويزيانا

source: Maine_US
ar: مين

source: Maryland_US
ar: ماريلند

source: Massachusetts_US
ar: ماساتشوستس

source: Michigan_US
ar: ميشيغان

source: Minnesota_US
ar: مينيسوتا

source: Mississippi_US
ar: مسيسيبي

source: Missouri_US
ar: ميزوري

source: Montana_US
ar: مونتانا

source: Nebraska_US
ar: نبراسكا

source: Nevada_US
ar: نيفادا

source: New Hampshire_US
ar: نيو هامبشاير

source: New Jersey_US
ar: نيو جيرسي

source: New Mexico_US
ar: نيو مكسيكو

source: New York_US
ar: نيويورك

source: North Carolina_US
ar: كارولاينا الشمالية

source: North Dakota_US
ar: داكوتا الشمالية

source: Ohio_US
ar: أوهايو

source: Oklahoma_US
ar: أوكلاهوما

source: Oregon_US
ar: أوريغون

source: Pennsylvania_US
ar: بنسلفينيا

source: Rhode Island_US
ar: رود آيلاند

source: South Carolina_US
ar: كارولاينا الجنوبية

source: South Dakota_US
ar: داكوتا الجنوبية

source: Tennessee_US
ar: تينيسي

source: Texas_US
ar: تكساس

source: Utah_US
ar: يوتا

source: Vermont_US
ar: فيرمونت

source: Virginia_US
ar: فيرجينيا

source: Washington_US
ar: واشنطن

source: West Virginia_US
ar: فرجينيا الغربية

source: Wisconsin_US
ar: ويسوكنسن

source: Wyoming_US
ar: وايومنغ

source: Artigas_UY
ar: خوسيه جيرفاسيو أرتيجاس

source: Canelones_UY
ar: كانيلونز

source: Cerro Largo_UY
ar: إدارة سيرو لارغو

source: Colonia_UY
ar: كولونيا

source: Durazno_UY
ar: دورازنو

source: Flores_UY
ar: جزيرة فلوريس

source: Florida_UY
ar: فلوريدا

source: Lavalleja_UY
ar: افاييخا

source: Maldonado_UY
ar: مالدونادو

source: Montevideo_UY
ar: مونتفيدو

source: Paysandu_UY
ar: بايساندو

source: Rio Negro_UY
ar: ريو نيجرو

source: Rivera_UY
ar: ريفيرا

source: Rocha_UY
ar: روشا

source: Salto_UY
ar: سالتو

source: San Jose_UY
ar: سان خوسيه

source: Soriano_UY
ar: سوريانو

source: Tacuarembo_UY
ar: تاكواريمبو

source: Treinta y Tres_UY
ar: Treinta y Tres

source: Andijon_UZ
ar: أنديجان

source: Buxoro_UZ
ar: بخارى

source: Farg'ona_UZ
ar: فرغانة

source: Jizzax_UZ
ar: جيزك

source: Namangan_UZ
ar: نمنكان

source: Navoiy_UZ
ar: نواوي

source: Qashqadaryo_UZ
ar: قشقداريا

source: Qoraqalpog'iston Respublikasi_UZ
ar: قرقل باغستان

source: Samarqand_UZ
ar: سمرقند

source: Sirdaryo_UZ
ar: سيرداريو

source: Surxondaryo_UZ
ar: صرخنداريا

source: Toshkent_UZ
ar: طشقند

source: Xorazm_UZ
ar: خوارزم

source: Vatican City_VA
ar: الفاتيكان

source: Charlotte_VC
ar: تشارلوت

source: Grenadines_VC
ar: غرينادين'

source: Saint David_VC
ar: القديس داود

source: Saint George_VC
ar: القديس جرجس

source: Saint Patrick_VC
ar: القديس باتريك

source: Amazonas_VE
ar: إدارة أمازوناس

source: Anzoategui_VE
ar: آنسوآتغي

source: Apure_VE
ar: أبوري

source: Aragua_VE
ar: أراغوا

source: Barinas_VE
ar: باريناس

source: Bolivar_VE
ar: بوليفار

source: Carabobo_VE
ar: كارابوبو

source: Cojedes_VE
ar: كويديس

source: Delta Amacuro_VE
ar: دلتا أماكورو

source: Dependencias Federales_VE
ar: Dependencias Federales

source: Distrito Capital_VE
ar: ديستريتو كابيتال

source: Falcon_VE
ar: فالكون

source: Guarico_VE
ar: غواريكو

source: Lara_VE
ar: لارا

source: Merida_VE
ar: ماردة

source: Miranda_VE
ar: ميراندا

source: Monagas_VE
ar: موناغاس

source: Nueva Esparta_VE
ar: نويفا إسبارتا

source: Portuguesa_VE
ar: بورتوغيزا

source: Sucre_VE
ar: سوكري

source: Tachira_VE
ar: تاتشيرا

source: Trujillo_VE
ar: تروخيو

source: Vargas_VE
ar: فارغاس

source: Yaracuy_VE
ar: ياراكوي

source: Zulia_VE
ar: زوليا

source: Virgin Islands, British_VG
ar: الجزر العذراء البريطانية

source: Virgin Islands, U.S._VI
ar: جزر العذراء الأمريكية

source: An Giang_VN
ar: أن زانغ

source: Ba Ria - Vung Tau_VN
ar: با ريا فنغ تاو

source: Bac Giang_VN
ar: باك زانغ

source: Bac Kan_VN
ar: باك كان

source: Bac Lieu_VN
ar: باك ليو

source: Bac Ninh_VN
ar: باك ننه

source: Ben Tre_VN
ar: بن تري

source: Binh Dinh_VN
ar: بنه دنه

source: Binh Duong_VN
ar: بنه ديونغ

source: Binh Phuoc_VN
ar: بنه فوك

source: Binh Thuan_VN
ar: بنه توان

source: Ca Mau_VN
ar: كا ماو

source: Can Tho_VN
ar: كن تاه

source: Cao Bang_VN
ar: كاو بانغ

source: Da Nang_VN
ar: دا نانغ

source: Dak Lak_VN
ar: داك لاك

source: Dak Nong_VN
ar: داك نونغ

source: Dien Bien_VN
ar: دين بين

source: Dong Nai_VN
ar: دونغ ناي

source: Dong Thap_VN
ar: دون تاب

source: Gia Lai_VN
ar: زا لاي

source: Ha Giang_VN
ar: ها زانغ

source: Ha Nam_VN
ar: ها نام

source: Ha Noi_VN
ar: هانوي

source: Ha Tinh_VN
ar: ها تنه

source: Hai Duong_VN
ar: هاي ديونغ

source: Hai Phong_VN
ar: ها فونغ

source: Ho Chi Minh_VN
ar: هو شى منه

source: Hoa Binh_VN
ar: هوا بنه

source: Hung Yen_VN
ar: هونغ اين

source: Khanh Hoa_VN
ar: كان هوا

source: Kien Giang_VN
ar: كن زانغ

source: Kon Tum_VN
ar: كون توم

source: Lai Chau_VN
ar: لا تشاو

source: Lam Dong_VN
ar: لام دونغ

source: Lang Son_VN
ar: لانغ سون

source: Lao Cai_VN
ar: لاو كاي

source: Long An_VN
ar: لونغ أن

source: Nam Dinh_VN
ar: نام دينه

source: Nghe An_VN
ar: ني ان

source: Ninh Binh_VN
ar: ننه بنه

source: Ninh Thuan_VN
ar: ننه توان

source: Phu Tho_VN
ar: فو تاه

source: Phu Yen_VN
ar: فو أين

source: Quang Binh_VN
ar: كوانغ بنه

source: Quang Nam_VN
ar: كوانغ نام

source: Quang Ngai_VN
ar: كوانغ ناي

source: Quang Ninh_VN
ar: كوانغ ننه

source: Quang Tri_VN
ar: كوانغ تشي

source: Soc Trang_VN
ar: سوك تشانغ

source: Son La_VN
ar: سون لا

source: Tay Ninh_VN
ar: تاي ننه

source: Thai Binh_VN
ar: تهاي بنه

source: Thai Nguyen_VN
ar: تهاي غوين

source: Thanh Hoa_VN
ar: تان هوا

source: Thua Thien-Hue_VN
ar: تهوا تهين هويه

source: Tien Giang_VN
ar: تين زانغ

source: Tra Vinh_VN
ar: تشا فينه

source: Tuyen Quang_VN
ar: توين كوانغ

source: Vinh Long_VN
ar: فين لونغ

source: Vinh Phuc_VN
ar: فين فوك

source: Yen Bai_VN
ar: ين باي

source: Malampa_VU
ar: مالامبا

source: Penama_VU
ar: بيناما

source: Sanma_VU
ar: سانما

source: Shefa_VU
ar: شيفا

source: Tafea_VU
ar: تافيا

source: Torba_VU
ar: توربا

source: Alo_WF
ar: ألو

source: Sigave_WF
ar: Sigave

source: Uvea_WF
ar: العنبية

source: A'ana_WS
ar: A'ana

source: Aiga-i-le-Tai_WS
ar: أيجا-ط-لو-تاي

source: Atua_WS
ar: أتوا

source: Fa'asaleleaga_WS
ar: فاساليليجا

source: Gagaifomauga_WS
ar: جاجايفومواجا

source: Palauli_WS
ar: بالايولي

source: Satupa'itea_WS
ar: ساتوبايتي

source: Tuamasaga_WS
ar: تواماساغا

source: Va'a-o-Fonoti_WS
ar: Va'a-o-Fonoti

source: Vaisigano_WS
ar: فاسيجانو

source: 'Adan_YE
ar: عدن

source: 'Amran_YE
ar: عمران

source: Abyan_YE
ar: أبين

source: Ad Dali'_YE
ar: الضالع

source: Al Bayda'_YE
ar: البيضاء

source: Al Hudaydah_YE
ar: الحديدة

source: Al Jawf_YE
ar: الجوف

source: Al Mahrah_YE
ar: المهرة

source: Al Mahwit_YE
ar: المحويت

source: Amanat al 'Asimah_YE
ar: صنعاء

source: Dhamar_YE
ar: ذمار

source: Hadramawt_YE
ar: حضرموت

source: Hajjah_YE
ar: حجة

source: Ibb_YE
ar: إب

source: Lahij_YE
ar: الحوطة

source: Ma'rib_YE
ar: مأرب

source: Raymah_YE
ar: ريمة

source: Sa'dah_YE
ar: صعدة

source: San'a'_YE
ar: صنعاء

source: Shabwah_YE
ar: شبوة

source: Ta'izz_YE
ar: تعز

source: Acoua_YT
ar: Acoua

source: Bandraboua_YT
ar: Bandraboua

source: Bandrele_YT
ar: Bandrele

source: Boueni_YT
ar: Boueni

source: Chiconi_YT
ar: Chiconi

source: Chirongui_YT
ar: Chirongui

source: Dzaoudzi_YT
ar: Dzaoudzi

source: Kani-Keli_YT
ar: كاني كيلي

source: Koungou_YT
ar: Koungou

source: Mamoudzou_YT
ar: مامودزو

source: Mtsamboro_YT
ar: Mtsamboro

source: Ouangani_YT
ar: Ouangani

source: Pamandzi_YT
ar: Pamandzi

source: Sada_YT
ar: السادة

source: Tsingoni_YT
ar: Tsingoni

source: Eastern Cape_ZA
ar: كيب الشرقية

source: Free State_ZA
ar: دولة حرة

source: Gauteng_ZA
ar: غوتنغ

source: Kwazulu-Natal_ZA
ar: كوازولو ناتال

source: Limpopo_ZA
ar: ليمبوبو

source: Mpumalanga_ZA
ar: مبومالانجا

source: North-West_ZA
ar: اتجاهات البوصلة

source: Northern Cape_ZA
ar: كيب الشمالية

source: Western Cape_ZA
ar: كيب الغربية

source: Central_ZM
ar: المحافظة الوسطى

source: Copperbelt_ZM
ar: كوبربيلت

source: Eastern_ZM
ar: المحافظة الشرقية

source: Luapula_ZM
ar: لوابولا

source: Lusaka_ZM
ar: لوساكا

source: North-Western_ZM
ar: المحافظة الشمالية الغربية

source: Northern_ZM
ar: المحافظة الشمالية

source: Southern_ZM
ar: المحافظة الجنوبية

source: Western_ZM
ar: المحافظة الغربية

source: Bulawayo_ZW
ar: بولاوايو

source: Harare_ZW
ar: هراري

source: Manicaland_ZW
ar: مانيكالاند

source: Mashonaland Central_ZW
ar: أقليم ماشونالاند الوسطى

source: Mashonaland East_ZW
ar: ماشونالاند الشرقية

source: Mashonaland West_ZW
ar: ماشونالاند الغربية

source: Masvingo_ZW
ar: ماسفينغو

source: Matabeleland North_ZW
ar: ماتابيليلاند الشمالية

source: Matabeleland South_ZW
ar: ماتابيليلاند الجنوبية

source: Midlands_ZW
ar: ميدلاندس

source: London_GB
ar: لندن

source: Birmingham_GB
ar: برمنغهام

source: Manchester_GB
ar: مانشستر

source: Leeds_GB
ar: ليدز

source: Newcastle upon Tyne_GB
ar: نيوكاسل أبون تاين

source: Leicester_GB
ar: ليستر

source: Glasgow City_GB
ar: غلاسكو

source: Liverpool_GB
ar: ليفربول

source: Southampton_GB
ar: ساوثامبتون

source: Portsmouth_GB
ar: بورتسموث

source: Nottingham_GB
ar: نوتنغهام

source: Bristol_GB
ar: بريستول

source: Sheffield_GB
ar: شيفيلد

source: Kingston upon Hull_GB
ar: كينغستون أبون هال

source: Edinburgh_GB
ar: ادنبره

source: Cardiff_GB
ar: كارديف

source: Stoke-on-Trent_GB
ar: ستوك أون ترينت

source: Coventry_GB
ar: كوفنتري

source: Reading_GB
ar: ريدنغ

source: Belfast_GB
ar: بلفاست

source: Derby_GB
ar: دربي

source: Plymouth_GB
ar: بليموث

source: Wolverhampton_GB
ar: ولفرهامبتون

source: Swansea_GB
ar: سوانزي

source: Milton Keynes_GB
ar: ميلتون كينز

source: Islington_GB
ar: إيسلينجتون

source: Aberdeen City_GB
ar: أبردين

source: Luton_GB
ar: لوتون

source: Norfolk_GB
ar: نورفولك

source: Croydon_GB
ar: كرويدون

source: Swindon_GB
ar: سويندون

source: Essex_GB
ar: إسكس

source: Bournemouth_GB
ar: بورنماوث

source: West Sussex_GB
ar: غرب ساسكس

source: Suffolk_GB
ar: سوفولك

source: Sunderland_GB
ar: سندرلاند

source: Redbridge_GB
ar: ريدبريدج

source: Redcar and Cleveland_GB
ar: ريدكار وكليفلاند

source: Warrington_GB
ar: وارينغتون

source: Kirklees_GB
ar: كيركليس

source: Slough_GB
ar: سلو

source: Oxfordshire_GB
ar: أوكسفوردشاير

source: York_GB
ar: يورك

source: Harrow_GB
ar: هارو

source: Poole_GB
ar: بول

source: Hertfordshire_GB
ar: هيرتفوردشاير

source: Dundee City_GB
ar: دندي

source: Blackpool_GB
ar: بلاكبول

source: Haringey_GB
ar: هارينجي

source: Telford and Wrekin_GB
ar: تيلفورد وريكين

source: Trafford_GB
ar: ترافورد

source: Brighton and Hove_GB
ar: برايتون وهوف

source: Enfield_GB
ar: انفيلد

source: Buckinghamshire_GB
ar: باكينجهامشير

source: Bolton_GB
ar: بولتون

source: Havering_GB
ar: هافرينغ

source: Newport_GB
ar: نيوبورت

source: Devon_GB
ar: ديفون

source: Solihull_GB
ar: سوليهول

source: Gateshead_GB
ar: جيتسهيد

source: Lancashire_GB
ar: لانكشاير

source: Blackburn with Darwen_GB
ar: بلاكبيرن مع داروين

source: Waltham Forest_GB
ar: غابة والثام

source: Gloucestershire_GB
ar: جلوسيسترشاير

source: Hampshire_GB
ar: هامبشاير

source: Kent_GB
ar: كينت

source: Doncaster_GB
ar: دونكاستر

source: Rotherham_GB
ar: روثرهام

source: Hounslow_GB
ar: هونسلو

source: Rochdale_GB
ar: روتشديل

source: Bedford_GB
ar: بيدفورد

source: Stockport_GB
ar: ستوكبورت

source: Darlington_GB
ar: دارلينجتون

source: Salford_GB
ar: سالفورد

source: Brent_GB
ar: برنت

source: Barking and Dagenham_GB
ar: باركينج وداجنهام

source: Medway_GB
ar: ميدواي

source: Nottinghamshire_GB
ar: نوتينغمشير

source: East Sussex_GB
ar: شرق ساسكس

source: Worcestershire_GB
ar: ورسيستيرشاير

source: Wigan_GB
ar: ويغان

source: St. Helens_GB
ar: سانت هيلينز

source: Wakefield_GB
ar: ويكفيلد

source: Lincolnshire_GB
ar: لينكولنشاير

source: Northamptonshire_GB
ar: نورث هامبتونشاير

source: Hammersmith and Fulham_GB
ar: هامرسميث وفولهام

source: Newham_GB
ar: نيوهام

source: Barnsley_GB
ar: بارنسلي

source: Hartlepool_GB
ar: هارتلبول

source: Ealing_GB
ar: إيلينغ

source: Wirral_GB
ar: ويرال

source: Warwickshire_GB
ar: وارويكشاير

source: Lambeth_GB
ar: لامبث

source: Bromley_GB
ar: بروملي

source: Bath and North East Somerset_GB
ar: باث وشمال شرق سومرست

source: Hillingdon_GB
ar: هيلينجدون

source: Greenwich_GB
ar: غرينتش

source: Bracknell Forest_GB
ar: غابة براكنيل

source: Barnet_GB
ar: بارنت

source: Derry and Strabane_GB
ar: ديري وسترابان

source: North Lincolnshire_GB
ar: شمال لينكولنشاير

source: Sandwell_GB
ar: ساندويل

source: Dudley_GB
ar: دودلي

source: South Tyneside_GB
ar: جنوب تينيسايد

source: Renfrewshire_GB
ar: رينفروشاير

source: North Somerset_GB
ar: شمال سومرست

source: Bury_GB
ar: بوري

source: Cumbria_GB
ar: كمبريا

source: North Yorkshire_GB
ar: شمال يوركشاير

source: Staffordshire_GB
ar: ستافوردشاير

source: Kensington and Chelsea_GB
ar: كنسينغتون وتشيلسي

source: South Lanarkshire_GB
ar: جنوب لاناركشاير

source: Cheshire East_GB
ar: شيشاير الشرق

source: Wandsworth_GB
ar: واندسوورث

source: Highland_GB
ar: هايلاند

source: Windsor and Maidenhead_GB
ar: وندسور ومايدنهيد

source: Merton_GB
ar: ميرتون

source: Leicestershire_GB
ar: ليسترشاير

source: North Tyneside_GB
ar: شمال تينيسايد

source: Walsall_GB
ar: والسال

source: Wrexham_GB
ar: ريكسهام

source: Richmond upon Thames_GB
ar: ريتشموند أبون تيمز

source: Halton_GB
ar: هالتون

source: Somerset_GB
ar: سومرست

source: Ards and North Down_GB
ar: أردس وشمال داون

source: Herefordshire_GB
ar: هيريفوردشاير

source: Cheshire West and Chester_GB
ar: شيشاير ويست وتشيستر

source: Sefton_GB
ar: سيفتون

source: Vale of Glamorgan_GB
ar: وادي جلامورجان

source: Fife_GB
ar: فايف

source: Carmarthenshire_GB
ar: كارمارثينشاير

source: Dorset_GB
ar: دورست

source: Lewisham_GB
ar: لويشام

source: North Lanarkshire_GB
ar: شمال لاناركشاير

source: Bridgend_GB
ar: بريدجند

source: Kingston upon Thames_GB
ar: كينغستون أبون تيمز

source: Tameside_GB
ar: تامسايد

source: Perth and Kinross_GB
ar: بيرث وكينروس

source: South Ayrshire_GB
ar: جنوب ايرشاير

source: Wokingham_GB
ar: ووكينغهام

source: Bexley_GB
ar: بيكسلي

source: Merthyr Tydfil_GB
ar: مرثير تيدفيل

source: South Gloucestershire_GB
ar: جنوب جلوسيسترشاير

source: West Berkshire_GB
ar: غرب بيركشاير

source: Sutton_GB
ar: ساتون

source: Knowsley_GB
ar: نوسلي

source: Wiltshire_GB
ar: ويلتشير

source: Caerphilly_GB
ar: كيرفيلي

source: Thurrock_GB
ar: ثوروك

source: Derbyshire_GB
ar: ديربيشاير

source: North East Lincolnshire_GB
ar: شمال شرق لينكولنشاير

source: Central Bedfordshire_GB
ar: بيدفوردشير المركزية

source: Northumberland_GB
ar: نورثمبرلاند

source: Rhondda Cynon Taff_GB
ar: روندا سينون تاف

source: Neath Port Talbot_GB
ar: نيث بورت تالبوت

source: Surrey_GB
ar: ساري

source: Torfaen_GB
ar: تورفين

source: East Riding of Yorkshire_GB
ar: دائرة يوركشاير الشرقية

source: Cambridgeshire_GB
ar: كمبريدجشير

source: Falkirk_GB
ar: فالكيرك

source: Isle of Wight_GB
ar: جزيرة وايت

source: Calderdale_GB
ar: كالديرديل

source: Denbighshire_GB
ar: دينبيشير

source: East Renfrewshire_GB
ar: شرق رينفروشاير

source: Durham_GB
ar: دورهام

source: Tower Hamlets_GB
ar: تاور هامليتس

source: Southend-on-Sea_GB
ar: ساوثيند أون سي

source: West Dunbartonshire_GB
ar: غرب دونبارتونشاير

source: Camden_GB
ar: كامدن

source: Hackney_GB
ar: هاكني

source: East Dunbartonshire_GB
ar: شرق دونبارتونشاير

source: Stockton-on-Tees_GB
ar: ستوكتون أون تيز

source: Moray_GB
ar: موراي

source: Cornwall_GB
ar: كورنوال

source: Oldham_GB
ar: أولدهام

source: Clackmannanshire_GB
ar: كلاكمانانشاير

source: Conwy_GB
ar: كونوي

source: West Lothian_GB
ar: ويست لوثيان

source: Flintshire_GB
ar: فلينتشاير

source: Antrim and Newtownabbey_GB
ar: أنتريم ونيوتاونبي

source: Bradford_GB
ar: برادفورد

source: Midlothian_GB
ar: ميدلوثيان

source: Angus_GB
ar: انجوس

source: Scottish Borders_GB
ar: الحدود الاسكتلندية

source: Aberdeenshire_GB
ar: أبردينشاير

source: Pembrokeshire_GB
ar: بيمبروكشاير

source: Dumfries and Galloway_GB
ar: دومفريز وجالواي

source: Monmouthshire_GB
ar: مونماوثشاير

source: Blaenau Gwent_GB
ar: بلايناو جوينت

source: Rutland_GB
ar: روتلاند

source: Middlesbrough_GB
ar: ميدلزبره

source: Shropshire_GB
ar: شروبشاير

source: Gwynedd_GB
ar: جوينيد

source: Orkney Islands_GB
ar: جزر أوركني

source: East Lothian_GB
ar: شرق لوثيان

source: Argyll and Bute_GB
ar: أرغيل وبوت

source: Shetland Islands_GB
ar: جزر شتلاند

source: Lisburn and Castlereagh_GB
ar: ليزبورن وكاسلريه

source: Torbay_GB
ar: تورباي

source: East Ayrshire_GB
ar: شرق ايرشاير

source: Inverclyde_GB
ar: إنفركلايد

source: Stirling_GB
ar: ستيرلينغ

source: North Ayrshire_GB
ar: شمال ايرشاير

source: Fermanagh and Omagh_GB
ar: فرماناغ وأوماه

source: Ceredigion_GB
ar: سردجيون

source: Armagh_GB
ar: ارماغ

source: Isle of Anglesey_GB
ar: جزيرة أنجلسي

source: Powys_GB
ar: بوويز

source: Eilean Siar_GB
ar: ايليان سيار

source: Peterborough_GB
ar: بيتربورو

source: Makhachkala_RU-DA
ar: محج قلعة

source: Achisu_RU-DA
ar: أشيسو

source: Alburikent_RU-DA
ar: ألبوركينت

source: Bavtugay_RU-DA
ar: بافتوغاي

source: Belidzhi_RU-DA
ar: بيلدزي

source: Buynaksk_RU-DA
ar: بيوانكسك

source: Khasavyurt_RU-DA
ar: خاسافيورت

source: Dagestanskiye Ogni_RU-DA
ar: داغستانكي اوغني

source: Derbent_RU-DA
ar: ديربنت

source: Dubki_RU-DA
ar: دوبكي

source: Izberbash_RU-DA
ar: ازبيرباش

source: Yuzhno-Sukhokumsk_RU-DA
ar: يوزنو-سوخوموسك

source: Kaspiysk_RU-DA
ar: كاسبيسك

source: Kizilyurt_RU-DA
ar: كيزيليورت

source: Kizlyar_RU-DA
ar: كيزليار

source: Kyakhulay_RU-DA
ar: كياخولاي

source: Komsomolsky_RU-DA
ar: كوموسومولسكي

source: Kubachi_RU-DA
ar: كوباشي

source: Leninkent_RU-DA
ar: لينينكينت

source: Mamedkala_RU-DA
ar: ماميدكالا

source: Manas_RU-DA
ar: ماناس

source: Novy Kyakhulay_RU-DA
ar: نوفي كياخولاي

source: Novy Sulak_RU-DA
ar: نوفي سولاك

source: Shamkhal_RU-DA
ar: شامخال

source: Shamilkala_RU-DA
ar: شاميكالا

source: Semender_RU-DA
ar: سمندر

source: Sulak_RU-DA
ar: سولاك

source: Tarki_RU-DA
ar: تاركي

source: Tyube_RU-DA
ar: تيوبي
