Repository: alaa-jadaan/alm-main
Catalog: languages/*/LC_MESSAGES/*.po
Languages: ar

source: Dubreka_GN
ar: دوبريكا

source: Faranah_GN
ar: فاراناه

source: Forecariah_GN
ar: فوريكاريا

source: Fria_GN
ar: فريا

source: Gaoual_GN
ar: جاوال

source: Guekedou_GN
ar: جيكيدوغو

source: Kankan_GN
ar: كانكان

source: Kerouane_GN
ar: كيروان

source: Kindia_GN
ar: كنديا

source: Kissidougou_GN
ar: كيسيدوغو

source: Koubia_GN
ar: كوبيا

source: Koundara_GN
ar: كوندارا

source: Kouroussa_GN
ar: كوروسا

source: Labe_GN
ar: ابي

source: Lelouma_GN
ar: يلوما

source: Lola_GN
ar: لولا

source: Macenta_GN
ar: ماكنتا

source: Mali_GN
ar: مالي

source: Mamou_GN
ar: مامو

source: Mandiana_GN
ar: مانديانا

source: Nzerekore_GN
ar: نزيريكوري

source: Pita_GN
ar: بيتا

source: Siguiri_GN
ar: سيجويري

source: Telimele_GN
ar: تليملي

source: Tougue_GN
ar: تواج

source: Yomou_GN
ar: يومو

source: Guadeloupe_GP
ar: جزر غوادلوب

source: Annobon_GQ
ar: أنوبون

source: Bioko Norte_GQ
ar: بيوكو نورت

source: Bioko Sur_GQ
ar: بيوكو سور

source: Centro Sur_GQ
ar: سنترو سور

source: Kie-Ntem_GQ
ar: كي نتيم

source: Litoral_GQ
ar: النطاق الشاطئي

source: Wele-Nzas_GQ
ar: ويلي-نزاس

source: Agion Oros_GR
ar: جبل آثوس

source: Anatoliki Makedonia kai Thraki_GR
ar: مقدونيا الشرقية وتراقيا

source: Attiki_GR
ar: أتيكا

source: Dytiki Ellada_GR
ar: غرب اليونان

source: Dytiki Makedonia_GR
ar: مقدونيا الغربية

source: Ionia Nisia_GR
ar: الجزر الأيونية

source: Ipeiros_GR
ar: إيبيروس

source: Kentriki Makedonia_GR
ar: مقدونيا الوسطى

source: Kriti_GR
ar: كريت

source: Notio Aigaio_GR
ar: جنوب إيجة

source: Peloponnisos_GR
ar: بيلوبونيز

source: Sterea Ellada_GR
ar: ستريا إيلادا

source: Thessalia_GR
ar: ثيساليا

source: Voreio Aigaio_GR
ar: شمال إيجة

source: South Georgia and the South Sandwich Islands_GS
ar: جورجيا الجنوبية وجزر ساندويتش الجنوبية

source: Alta Verapaz_GT
ar: إدارة ألتا فيراباز

source: Baja Verapaz_GT
ar: إدارة بايا فيراباز

source: Chimaltenango_GT
ar: تشيمالتنانغو

source: Chiquimula_GT
ar: شيكيمولا

source: El Progreso_GT
ar: إدارة البروغريسو

source: Escuintla_GT
ar: ايسكوينتلا

source: Guatemala_GT
ar: غواتيمالا

source: Huehuetenango_GT
ar: إدارة هيويتينانغو

source: Izabal_GT
ar: إدارة إيزابال

source: Jalapa_GT
ar: إدارة جالابا

source: Jutiapa_GT
ar: خوتيابا

source: Peten_GT
ar: بيتين

source: Quetzaltenango_GT
ar: كويتزالتنانغو

source: Quiche_GT
ar: كيش

source: Retalhuleu_GT
ar: قسم ريتالهوليو

source: Sacatepequez_GT
ar: إدارة ساكاتيبيكيز

source: San Marcos_GT
ar: إدارة سان ماركوس

source: Santa Rosa_GT
ar: إدارة سانتا روزا

source: Solola_GT
ar: سولولا

source: Suchitepequez_GT
ar: إدارة سوشيتبيكيز

source: Totonicapan_GT
ar: توتونيكابان

source: Zacapa_GT
ar: ثاكابا، غواتيمالا

source: Agana Heights_GU
ar: أجانا هايتس

source: Agat_GU
ar: أجات

source: Asan-Maina_GU
ar: اسان-ماينا

source: Barrigada_GU
ar: باريغادا

source: Chalan Pago-Ordot_GU
ar: تشالان باجو - أوردوت

source: Dededo_GU
ar: ديديدو

source: Hagatna_GU
ar: هاغاتنيا

source: Inarajan_GU
ar: Inarajan

source: Mangilao_GU
ar: Mangilao

source: Merizo_GU
ar: Merizo

source: Mongmong-Toto-Maite_GU
ar: Mongmong-Toto-Maite

source: Piti_GU
ar: بيتي

source: Santa Rita_GU
ar: سانتا ريتا

source: Sinajana_GU
ar: Sinajana

source: Talofofo_GU
ar: Talofofo

source: Tamuning-Tumon-Harmon_GU
ar: تاموننغ-تومون-هارمون

source: Umatac_GU
ar: Umatac

source: Yigo_GU
ar: Yigo

source: Yona_GU
ar: يونا

source: Bafata_GW
ar: بافاتا

source: Biombo_GW
ar: بومبو

source: Bissau_GW
ar: بيساو

source: Bolama_GW
ar: بولاما

source: Cacheu_GW
ar: كاشيو

source: Gabu_GW
ar: غابو

source: Oio_GW
ar: أويو

source: Quinara_GW
ar: كينارا

source: Tombali_GW
ar: تومبالي

source: Barima-Waini_GY
ar: باريما وايني

source: Cuyuni-Mazaruni_GY
ar: جويوني مزروني

source: Demerara-Mahaica_GY
ar: ديميرارا ماهايكا

source: East Berbice-Corentyne_GY
ar: شرق بيربيس كورتين

source: Essequibo Islands-West Demerara_GY
ar: Essequibo Islands-West Demerara

source: Mahaica-Berbice_GY
ar: ماهايكا بيبريس

source: Pomeroon-Supenaam_GY
ar: بومرون سوبينام

source: Potaro-Siparuni_GY
ar: بوتارو سيباروني

source: Upper Demerara-Berbice_GY
ar: أوت ديمارارا بيربيس

source: Upper Takutu-Upper Essequibo_GY
ar: Upper Takutu-Upper Essequibo

source: Hong Kong_HK
ar: هونغ كونغ

source: Atlantida_HN
ar: أتلانتيدا

source: Choluteca_HN
ar: إدارة تشولوتيكا

source: Colon_HN
ar: إدارة كولون

source: Comayagua_HN
ar: ألونسو دي كسيريس

source: Copan_HN
ar: كوبان

source: Cortes_HN
ar: إدارة كورتيس

source: El Paraiso_HN
ar: إدارة بارايسو

source: Francisco Morazan_HN
ar: فرانسيسكو مورازان

source: Gracias a Dios_HN
ar: إدارة غراسياس ديوس

source: Intibuca_HN
ar: إدارة إنتبوكا

source: Islas de la Bahia_HN
ar: إدارة جزر الخليج

source: La Paz_HN
ar: لاباز

source: Lempira_HN
ar: إدارة ليمبيرا

source: Ocotepeque_HN
ar: إدارة أوكوتيبيك

source: Olancho_HN
ar: إدارة أولانشو

source: Santa Barbara_HN
ar: إدارة سانتا باربرا

source: Valle_HN
ar: إدارة فالي

source: Yoro_HN
ar: يورو

source: Bjelovarsko-bilogorska zupanija_HR
ar: بيلوفار-بيلوغورا

source: Brodsko-posavska zupanija_HR
ar: برود-بوسافينا

source: Dubrovacko-neretvanska zupanija_HR
ar: دوبروفنيك-نيريتفا

source: Grad Zagreb_HR
ar: زغرب

source: Istarska zupanija_HR
ar: إستريا

source: Karlovacka zupanija_HR
ar: كارلوفاتش

source: Koprivnicko-krizevacka zupanija_HR
ar: كوبريفنيكا-كريزفتسي

source: Krapinsko-zagorska zupanija_HR
ar: كرابينا زاغوريه

source: Licko-senjska zupanija_HR
ar: ليكا سني

source: Medimurska zupanija_HR
ar: ماجيموريه

source: Osjecko-baranjska zupanija_HR
ar: أوسييك-بارانيا

source: Pozesko-slavonska zupanija_HR
ar: بوزيغا-سلافونيا

source: Primorsko-goranska zupanija_HR
ar: بريموريه-غورسكي كوتار

source: Sibensko-kninska zupanija_HR
ar: شيبينيك-كنين

source: Sisacko-moslavacka zupanija_HR
ar: سيساك-موسلافينا

source: Splitsko-dalmatinska zupanija_HR
ar: سبليت-دالماسيا

source: Varazdinska zupanija_HR
ar: فرازدين

source: Viroviticko-podravska zupanija_HR
ar: فيروفيتيكا-بودرافينا

source: Vukovarsko-srijemska zupanija_HR
ar: فوكوفار-سيرميا

source: Zadarska zupanija_HR
ar: زادار

source: Zagrebacka zupanija_HR
ar: زغرب

source: Artibonite_HT
ar: إدارة أرتيبونيت

source: Centre_HT
ar: الإدارة الوسطى

source: Grande'Anse_HT
ar: إدارة آنس الكبرى

source: Nippes_HT
ar: إدارة نيبس

source: Nord_HT
ar: الإدارة الشمالية

source: Nord-Est_HT
ar: الإدارة الشمال شرقية

source: Nord-Ouest_HT
ar: الإدارة الشمال غربية

source: Ouest_HT
ar: الإدارة الغربية

source: Sud_HT
ar: الإدارة الجنوبية

source: Sud-Est_HT
ar: الإدارة الجنوب شرقية

source: Bacs-Kiskun_HU
ar: باتش-كيشكون

source: Baranya_HU
ar: بارانيا

source: Bekes_HU
ar: بكيش

source: Borsod-Abauj-Zemplen_HU
ar: بورسود-آبائوي-زمبلن

source: Budapest_HU
ar: بودابست

source: Csongrad_HU
ar: تشونغراد

source: Fejer_HU
ar: فيير

source: Gyor-Moson-Sopron_HU
ar: ديور-موشون-سوپرون

source: Hajdu-Bihar_HU
ar: هايدو-بيهار

source: Heves_HU
ar: هفش

source: Jasz-Nagykun-Szolnok_HU
ar: ياس-نادكون-سولنك

source: Komarom-Esztergom_HU
ar: كوماروم-إستركوم

source: Nograd_HU
ar: نوغراد

source: Pest_HU
ar: بشت

source: Somogy_HU
ar: شومود

source: Szabolcs-Szatmar-Bereg_HU
ar: زابولكس-زاتمار-بيريج

source: Tolna_HU
ar: تولنا

source: Vas_HU
ar: فاس

source: Veszprem_HU
ar: فيسبرم

source: Zala_HU
ar: زالا

source: Aceh_ID
ar: آتشه دار السلام

source: Bali_ID
ar: بالي

source: Banten_ID
ar: بنتن

source: Bengkulu_ID
ar: بنغكولو

source: Gorontalo_ID
ar: غورونتالو

source: Jakarta Raya_ID
ar: جاكرتا رايا

source: Jambi_ID
ar: جمبي

source: Jawa Barat_ID
ar: جاوة الغربية

source: Jawa Tengah_ID
ar: جاوة الوسطى

source: Jawa Timur_ID
ar: جاوة الشرقية

source: Kalimantan Barat_ID
ar: كالمنتان الغربية

source: Kalimantan Selatan_ID
ar: كليمنتان الجنوبية

source: Kalimantan Tengah_ID
ar: كالمنتان الوسطى

source: Kalimantan Timur_ID
ar: كالمنتان الشرقية

source: Kalimantan Utara_ID
ar: كالمنتان الشمالية

source: Kepulauan Bangka Belitung_ID
ar: بانغكا - بليتونغ

source: Kepulauan Riau_ID
ar: جزر رياو

source: Lampung_ID
ar: لامبونغ

source: Maluku_ID
ar: مالوكو

source: Maluku Utara_ID
ar: مالوكو الشمالية

source: Nusa Tenggara Barat_ID
ar: نوسا تنقارا الغربية

source: Nusa Tenggara Timur_ID
ar: نوسا تنقارا الشرقية

source: Papua_ID
ar: بابوا

source: Papua Barat_ID
ar: بابوا الغربية

source: Riau_ID
ar: رياو

source: Sulawesi Barat_ID
ar: سولاوسي الغربية

source: Sulawesi Selatan_ID
ar: سولاوسي الجنوبية

source: Sulawesi Tengah_ID
ar: سولاوسي الوسطى

source: Sulawesi Tenggara_ID
ar: سولاوسي الجنوبية الشرقية

source: Sulawesi Utara_ID
ar: سولاوسي الشمالية

source: Sumatera Barat_ID
ar: سومطرة الغربية

source: Sumatera Selatan_ID
ar: سومطرة الجنوبية

source: Sumatera Utara_ID
ar: سومطرة الشمالية

source: Yogyakarta_ID
ar: يوغياكارتا

source: Carlow_IE
ar: كارلو

source: Cavan_IE
ar: مافان

source: Clare_IE
ar: كلير

source: Cork_IE
ar: كورك

source: Donegal_IE
ar: دونيجال

source: Dublin_IE
ar: دبلن

source: Galway_IE
ar: غالواي

source: Kerry_IE
ar: كري

source: Kildare_IE
ar: كيلدير

source: Kilkenny_IE
ar: كيلكيني

source: Laois_IE
ar: ليش

source: Leitrim_IE
ar: ليتريم.

source: Limerick_IE
ar: ليمريك

source: Longford_IE
ar: لونجفورد

source: Louth_IE
ar: لاوث

source: Mayo_IE
ar: مايو

source: Meath_IE
ar: ميث

source: Monaghan_IE
ar: موناغان

source: Offaly_IE
ar: أوفالي

source: Roscommon_IE
ar: روسكومون

source: Sligo_IE
ar: سليجو

source: Tipperary_IE
ar: تيبيراري

source: Waterford_IE
ar: وترفورد

source: Westmeath_IE
ar: وستميث

source: Wexford_IE
ar: وكسفورد

source: Wicklow_IE
ar: ويكلاو

source: HaDarom_IL
ar: الجنوب

source: HaMerkaz_IL
ar: المنطقة الوسطى

source: HaTsafon_IL
ar: الشمال

source: Hefa_IL
ar: حيفا

source: Tel Aviv_IL
ar: تل أبيب

source: Yerushalayim_IL
ar: القدس

source: Isle of Man_IM
ar: جزيرة مان

source: Andaman and Nicobar Islands_IN
ar: جزر أندمان ونيكوبار

source: Andhra Pradesh_IN
ar: أندرا براديش

source: Arunachal Pradesh_IN
ar: أروناجل برديش

source: Assam_IN
ar: أسام

source: Bihar_IN
ar: بهار

source: Chandigarh_IN
ar: شانديغار

source: Chhattisgarh_IN
ar: تشاتيسغار

source: Dadra and Nagar Haveli_IN
ar: دادرا وناجار هافلي

source: Daman and Diu_IN
ar: دمـن و ديو

source: Delhi_IN
ar: دلهي

source: Goa_IN
ar: غوا

source: Gujarat_IN
ar: گجرات

source: Haryana_IN
ar: هاريانا

source: Himachal Pradesh_IN
ar: هيماچال پرادش

source: Jammu and Kashmir_IN
ar: جامو وكشمير

source: Jharkhand_IN
ar: تجاركاند

source: Karnataka_IN
ar: كارناتاكا

source: Kerala_IN
ar: كيرلا

source: Lakshadweep_IN
ar: لكشديب

source: Madhya Pradesh_IN
ar: ماديا براديش

source: Maharashtra_IN
ar: ماهاراشترا

source: Manipur_IN
ar: مانيبور

source: Meghalaya_IN
ar: ميغالايا

source: Mizoram_IN
ar: ميزورام

source: Nagaland_IN
ar: ناجالاند

source: Odisha_IN
ar: أوديشا

source: Puducherry_IN
ar: بودوتشيري

source: Punjab_IN
ar: البنجاب

source: Rajasthan_IN
ar: راجستان

source: Sikkim_IN
ar: سيكيم

source: Tamil Nadu_IN
ar: تامل نادو

source: Telangana_IN
ar: تيلانغانا

source: Tripura_IN
ar: ترايبورا

source: Uttar Pradesh_IN
ar: أتّر برديش

source: Uttarakhand_IN
ar: اوتاراخـند

source: West Bengal_IN
ar: البنغال الغربية

source: British Indian Ocean Territory_IO
ar: المحيط الهندي البريطاني

source: Al Anbar_IQ
ar: الأنبار

source: Al Basrah_IQ
ar: البصرة

source: Al Muthanna_IQ
ar: المثنى

source: Al Qadisiyah_IQ
ar: الديوانية

source: An Najaf_IQ
ar: النجف

source: Arbil_IQ
ar: أربيل

source: As Sulaymaniyah_IQ
ar: السليمانية

source: Babil_IQ
ar: بابل

source: Baghdad_IQ
ar: بغداد

source: Dahuk_IQ
ar: دهوك

source: Dhi Qar_IQ
ar: ذي قار

source: Diyala_IQ
ar: ديالى

source: Karbala'_IQ
ar: كربلاء

source: Kirkuk_IQ
ar: كركوك

source: Maysan_IQ
ar: ميسان

source: Ninawa_IQ
ar: نينوى

source: Salah ad Din_IQ
ar: صلاح الدين

source: Wasit_IQ
ar: واسط

source: Alborz_IR
ar: جبال ألبرز

source: Ardabil_IR
ar: أردبيل

source: Azarbayjan-e Gharbi_IR
ar: أذربيجان الغربية

source: Azarbayjan-e Sharqi_IR
ar: أذربيجان الشرقية

source: Bushehr_IR
ar: بوشهر

source: Chahar Mahal va Bakhtiari_IR
ar: تشهار محال وبختیاري

source: Esfahan_IR
ar: أصفهان

source: Fars_IR
ar: الفارس

source: Gilan_IR
ar: غیلان

source: Golestan_IR
ar: كلستان

source: Hamadan_IR
ar: همدان

source: Hormozgan_IR
ar: هرمزغان

source: Ilam_IR
ar: عيلام

source: Kerman_IR
ar: كرمان

source: Kermanshah_IR
ar: كرمانشاه

source: Khorasan-e Jonubi_IR
ar: خراسان الجنوبية

source: Khorasan-e Razavi_IR
ar: خراسان رضوي

source: Khorasan-e Shomali_IR
ar: خراسان الشمالية

source: Khuzestan_IR
ar: خوزستان

source: Kohgiluyeh va Bowyer Ahmad_IR
ar: كهكیلویه وبویر أحمد

source: Kordestan_IR
ar: كردستان

source: Lorestan_IR
ar: لرستان

source: Markazi_IR
ar: مركزي

source: Mazandaran_IR
ar: مازندران

source: Qazvin_IR
ar: قزوين

source: Qom_IR
ar: قم

source: Semnan_IR
ar: سمنان

source: Sistan va Baluchestan_IR
ar: سيستان وبلوشستان

source: Tehran_IR
ar: طهران

source: Yazd_IR
ar: يزد

source: Zanjan_IR
ar: زنجان

source: Austurland_IS
ar: الإقليم الشرقي

source: Hofudborgarsvaedi_IS
ar: العاصمة

source: Nordurland eystra_IS
ar: الإقليم الشمالي الشرقي

source: Nordurland vestra_IS
ar: الإقليم الشمالي الغربي (آيسلندا)

source: Sudurland_IS
ar: الإقليم الجنوبي

source: Sudurnes_IS
ar: شبه الجزيرة الجنوبية

source: Vestfirdir_IS
ar: المضايق

source: Vesturland_IS
ar: الإقليم الغربي

source: Abruzzo_IT
ar: أبروتسو

source: Basilicata_IT
ar: بازيليكاتا

source: Calabria_IT
ar: قلورية

source: Campania_IT
ar: كامبانيا

source: Emilia-Romagna_IT
ar: إميليا رومانيا

source: Friuli-Venezia Giulia_IT
ar: فريولي فينيتسيا جوليا

source: Lazio_IT
ar: لاتسيو

source: Liguria_IT
ar: شمال

source: Lombardia_IT
ar: لومبارديا

source: Marche_IT
ar: ماركي

source: Molise_IT
ar: موليزي

source: Piemonte_IT
ar: بيدمونت

source: Puglia_IT
ar: بوليا

source: Sardegna_IT
ar: الحيوانات

source: Sicilia_IT
ar: صقلية

source: Toscana_IT
ar: توسكانا

source: Trentino-Alto Adige_IT
ar: ترينتينو ألتو أديجي

source: Umbria_IT
ar: أومبريا

source: Valle d'Aosta_IT
ar: وادي أوستا

source: Veneto_IT
ar: فينيتو

source: Jersey_JE
ar: جيرزي

source: Clarendon_JM
ar: أبرشية كلارندون

source: Hanover_JM
ar: هانوفر

source: Kingston_JM
ar: كينغستون

source: Manchester_JM
ar: مانشستر

source: Portland_JM
ar: بورتلاند

source: Saint Andrew_JM
ar: القديس أندرو

source: Saint Ann_JM
ar: سانت آن

source: Saint Catherine_JM
ar: أبرشية سانت كاترين

source: Saint Elizabeth_JM
ar: سانت إليزابيث

source: Saint James_JM
ar: جيمس قديس

source: Saint Mary_JM
ar: القديس ماري

source: Saint Thomas_JM
ar: سانت توماس

source: Trelawny_JM
ar: أبرشية تريلاوني

source: Westmoreland_JM
ar: يستمورلاند

source: 'Ajlun_JO
ar: عجلون

source: Al 'Aqabah_JO
ar: العقبة

source: Al 'Asimah_JO
ar: العاصمة

source: Al Balqa'_JO
ar: البلقاء

source: Al Karak_JO
ar: الكرك

source: Al Mafraq_JO
ar: المفرق

source: At Tafilah_JO
ar: الطفيلة

source: Az Zarqa'_JO
ar: الزرقاء

source: Irbid_JO
ar: إربد

source: Jarash_JO
ar: جرش،

source: Ma'an_JO
ar: معان

source: Madaba_JO
ar: مادبا

source: Aichi_JP
ar: آيتشي

source: Akita_JP
ar: أكيتا

source: Aomori_JP
ar: آوموري

source: Chiba_JP
ar: تشيبا

source: Ehime_JP
ar: إهيمه

source: Fukui_JP
ar: فوكوي

source: Fukuoka_JP
ar: فوكو-أوكا

source: Fukushima_JP
ar: فوكوشيما

source: Gifu_JP
ar: غيفو

source: Gunma_JP
ar: غونما

source: Hiroshima_JP
ar: هيروشيما

source: Hokkaido_JP
ar: هوكّايدو

source: Hyogo_JP
ar: هيوغو

source: Ibaraki_JP
ar: إيباراكي

source: Ishikawa_JP
ar: إيشيكاوا

source: Iwate_JP
ar: إيواته

source: Kagawa_JP
ar: محافظة كاغاوا

source: Kagoshima_JP
ar: كاغوشيما

source: Kanagawa_JP
ar: كاناغاوا

source: Kochi_JP
ar: كوتشي

source: Kumamoto_JP
ar: كوماموتو

source: Kyoto_JP
ar: كيوتو

source: Mie_JP
ar: ميه

source: Miyagi_JP
ar: مياغي

source: Miyazaki_JP
ar: ميازاكي

source: Nagano_JP
ar: ناغانو

source: Nagasaki_JP
ar: ناغاساكي

source: Nara_JP
ar: نارا

source: Niigata_JP
ar: نييغاتا

source: Oita_JP
ar: أويتا

source: Okayama_JP
ar: أوكاياما

source: Okinawa_JP
ar: أوكيناوا

source: Osaka_JP
ar: أوساكا

source: Saga_JP
ar: ساجا

source: Saitama_JP
ar: سايتاما

source: Shiga_JP
ar: شيغا

source: Shimane_JP
ar: شيمانه

source: Shizuoka_JP
ar: شيزوؤكا

source: Tochigi_JP
ar: توتشيغي

source: Tokushima_JP
ar: توكوشيما

source: Tokyo_JP
ar: طوكيو

source: Tottori_JP
ar: توتوري

source: Toyama_JP
ar: توياما

source: Wakayama_JP
ar: واكاياما

source: Yamagata_JP
ar: ياماغاتا

source: Yamaguchi_JP
ar: ياماغوتشي

source: Yamanashi_JP
ar: ياماناشي

source: Baringo_KE
ar: بارينجو

source: Bomet_KE
ar: Bomet

source: Bungoma_KE
ar: بونغوما

source: Busia_KE
ar: بوسيا

source: Elgeyo/Marakwet_KE
ar: Elgeyo/Marakwet

source: Embu_KE
ar: إمبو

source: Garissa_KE
ar: غاريسا

source: Homa Bay_KE
ar: خليج هوما

source: Isiolo_KE
ar: ايزيولو

source: Kajiado_KE
ar: كاجيادو

source: Kakamega_KE
ar: كاكاميغا

source: Kericho_KE
ar: كيريشو

source: Kiambu_KE
ar: كيامبو

source: Kilifi_KE
ar: كيليفي

source: Kirinyaga_KE
ar: Kirinyaga

source: Kisii_KE
ar: كيسي

source: Kisumu_KE
ar: كيزيمو

source: Kitui_KE
ar: كيتوي

source: Kwale_KE
ar: كوالي

source: Laikipia_KE
ar: ايكيبيا

source: Lamu_KE
ar: لامو

source: Machakos_KE
ar: مشاكوس

source: Makueni_KE
ar: Makueni

source: Mandera_KE
ar: مانديرا

source: Marsabit_KE
ar: مارسابيت

source: Meru_KE
ar: ميرو

source: Migori_KE
ar: Migori

source: Mombasa_KE
ar: مومباسا

source: Murang'a_KE
ar: Murang'a

source: Nairobi City_KE
ar: نيروبي

source: Nakuru_KE
ar: ناكورو

source: Nandi_KE
ar: ناندي

source: Narok_KE
ar: ناروك

source: Nyamira_KE
ar: Nyamira

source: Nyandarua_KE
ar: Nyandarua

source: Nyeri_KE
ar: نيري

source: Samburu_KE
ar: سامبورو

source: Siaya_KE
ar: سيايا

source: Taita/Taveta_KE
ar: تايتا / تافيتا

source: Tana River_KE
ar: نهر تانا

source: Tharaka-Nithi_KE
ar: Tharaka-Nithi

source: Trans Nzoia_KE
ar: ترانس نزويا

source: Turkana_KE
ar: توركانا

source: Uasin Gishu_KE
ar: اواسين جيشو

source: Vihiga_KE
ar: Vihiga

source: Wajir_KE
ar: واجير

source: West Pokot_KE
ar: غرب بوكوت

source: Batken_KG
ar: باتكين أوبلاستي

source: Bishkek_KG
ar: بيشكك

source: Chuy_KG
ar: تشوي أوبلاستي

source: Jalal-Abad_KG
ar: جلال آباد

source: Naryn_KG
ar: نارين

source: Osh_KG
ar: أوش

source: Talas_KG
ar: طلاس أوبلاستي

source: Ysyk-Kol_KG
ar: بحيرة يسيك كول

source: Baat Dambang_KH
ar: باتامبانج

source: Banteay Mean Chey_KH
ar: بانتياي مينتشي

source: Kampong Chaam_KH
ar: كامبونغ تشام

source: Kampong Chhnang_KH
ar: محافطة كامبونغ تشنانغ

source: Kampong Spueu_KH
ar: كامبونغ سبيو

source: Kampong Thum_KH
ar: كامبونغ ثوم

source: Kampot_KH
ar: كامبوت

source: Kandaal_KH
ar: كندال

source: Kaoh Kong_KH
ar: كوه كونغ

source: Kracheh_KH
ar: كراتي

source: Krong Kaeb_KH
ar: كيب

source: Krong Pailin_KH
ar: كرونج بايلين

source: Krong Preah Sihanouk_KH
ar: سيهانوكفيل

source: Mondol Kiri_KH
ar: موندولكيري

source: Otdar Mean Chey_KH
ar: أودار ميانتشي

source: Phnom Penh_KH
ar: بنوم بنه

source: Pousaat_KH
ar: بورسات

source: Preah Vihear_KH
ar: برياه فيهير

source: Prey Veaeng_KH
ar: بري فنغ

source: Rotanak Kiri_KH
ar: راتاناكيري

source: Siem Reab_KH
ar: سيام ريب

source: Stueng Traeng_KH
ar: ستونغ ترينغ

source: Svaay Rieng_KH
ar: سفاي رينغ

source: Taakaev_KH
ar: تاكو

source: Gilbert Islands_KI
ar: جزر غيلبرت

source: Line Islands_KI
ar: جزر لاين

source: Anjouan_KM
ar: هنزوان

source: Grande Comore_KM
ar: القمر الكبرى

source: Moheli_KM
ar: موهيلي

source: Christ Church Nichola Town_KN
ar: كنيسة المسيح نيقولا تاون

source: Saint Anne Sandy Point_KN
ar: سانت آن ساندي بوينت

source: Saint George Basseterre_KN
ar: سانت جورج باسيتير

source: Saint George Gingerland_KN
ar: سانت جورج جينجرلاند

source: Saint James Windward_KN
ar: سانت جيمس ويندوارد

source: Saint John Capisterre_KN
ar: القديس يوحنا كابيستر

source: Saint John Figtree_KN
ar: القديس يوحنا فيجترى

source: Saint Mary Cayon_KN
ar: سانت ماري كايون

source: Saint Paul Capisterre_KN
ar: سانت بول كابستر

source: Saint Paul Charlestown_KN
ar: سانت بول تشارلزتاون

source: Saint Peter Basseterre_KN
ar: القديس بطرس باستير

source: Saint Thomas Lowland_KN
ar: Saint Thomas Lowland

source: Saint Thomas Middle Island_KN
ar: جزيرة سانت توماس الوسطى

source: Trinity Palmetto Point_KN
ar: الثالوث بالميتو بوينت

source: Chagang-do_KP
ar: تشاغانغ

source: Hamgyong-bukto_KP
ar: شمال هامغيونغ

source: Hamgyong-namdo_KP
ar: هامغيونغ الجنوبية

source: Hwanghae-bukto_KP
ar: هوانغهاي الشمالية

source: Hwanghae-namdo_KP
ar: هوانغهاي-نامدو

source: Kangwon-do_KP
ar: كانج وون دو

source: P'yongan-bukto_KP
ar: بيونغان الشمالية

source: P'yongan-namdo_KP
ar: بيونغان الجنوبية

source: P'yongyang_KP
ar: بيونغيانغ

source: Rason_KP
ar: راسون

source: Ryanggang-do_KP
ar: ريانغانغ

source: Busan-gwangyeoksi_KR
ar: بوسان

source: Chungcheongbuk-do_KR
ar: تشنغتشونغ الشمالية

source: Chungcheongnam-do_KR
ar: تشنغتشونغ الجنوبية

source: Daegu-gwangyeoksi_KR
ar: دايغو

source: Daejeon-gwangyeoksi_KR
ar: دايجون

source: Gangwon-do_KR
ar: جانج وون دو

source: Gwangju-gwangyeoksi_KR
ar: جوانجو

source: Gyeonggi-do_KR
ar: غيونغي

source: Gyeongsangbuk-do_KR
ar: غيونغسانغ الشمالية

source: Gyeongsangnam-do_KR
ar: غيونغسانغ الجنوبية

source: Incheon-gwangyeoksi_KR
ar: إنتشون

source: Jeju-teukbyeoljachido_KR
ar: جيجو المستقلة الخاصة

source: Jeollabuk-do_KR
ar: جولا الشمالية

source: Jeollanam-do_KR
ar: جولا الجنوبية

source: Seoul-teukbyeolsi_KR
ar: سول الخاصة

source: Ulsan-gwangyeoksi_KR
ar: ألسان

source: Al 'Asimah_KW
ar: العاصمة

source: Al Ahmadi_KW
ar: الأحمدي

source: Al Farwaniyah_KW
ar: الفروانية

source: Al Jahra'_KW
ar: الجهراء

source: Hawalli_KW
ar: حولي

source: Mubarak al Kabir_KW
ar: مبارك الكبير

source: Cayman Islands_KY
ar: جزر كايمان

source: Almaty_KZ
ar: ألماتي

source: Almaty oblysy_KZ
ar: أوبليس ألماتي

source: Aqmola oblysy_KZ
ar: اوبليس اكمولا

source: Aqtobe oblysy_KZ
ar: اوبليس اكتوبي

source: Astana_KZ
ar: آستانا

source: Atyrau oblysy_KZ
ar: أتيراو

source: Batys Qazaqstan oblysy_KZ
ar: كازاخستان الغربية

source: Bayqongyr_KZ
ar: بايكونور

source: Mangghystau oblysy_KZ
ar: أوبليس مانكيستاو

source: Ongtustik Qazaqstan oblysy_KZ
ar: اوبليس كازاخستان الأوسط

source: Pavlodar oblysy_KZ
ar: اوبليس بافلودار

source: Qaraghandy oblysy_KZ
ar: أوبليس كراغندي

source: Qostanay oblysy_KZ
ar: اوبليس كوستناي

source: Qyzylorda oblysy_KZ
ar: اوبليس كيزيلوردا

source: Shyghys Qazaqstan oblysy_KZ
ar: اوبليس كازاخستان الشرقية

source: Soltustik Qazaqstan oblysy_KZ
ar: اوبليس كازاخستان الشمالي

source: Zhambyl oblysy_KZ
ar: اوبليس جامبيل

source: Attapu_LA
ar: آتابو

source: Bokeo_LA
ar: بوكيو

source: Bolikhamxai_LA
ar: بوليخاماسي

source: Champasak_LA
ar: تشامباساك

source: Houaphan_LA
ar: هوا فان

source: Khammouan_LA
ar: خامواني

source: Louang Namtha_LA
ar: لوانغ نامثا

source: Louangphabang_LA
ar: لوانغ برابانغ

source: Oudomxai_LA
ar: أودومكساي

source: Phongsali_LA
ar: فونغسالي

source: Salavan_LA
ar: سالافان

source: Savannakhet_LA
ar: سافانخت

source: Viangchan_LA
ar: فيينتيان

source: Xaignabouli_LA
ar: سايذيبولي

source: Xekong_LA
ar: سيكونغ

source: Xiangkhouang_LA
ar: زيانغهوانغ

source: Aakkar_LB
ar: قضاء عكار

source: Baalbek-Hermel_LB
ar: بعلبك الهرمل

source: Beqaa_LB
ar: البقاع

source: Beyrouth_LB
ar: بيروت

source: Liban-Nord_LB
ar: محافظة الشمال

source: Liban-Sud_LB
ar: محافظة الجنوب

source: Mont-Liban_LB
ar: جبل لبنان

source: Nabatiye_LB
ar: النبطية

source: Anse la Raye_LC
ar: آنس لا راي

source: Castries_LC
ar: كاستريز

source: Choiseul_LC
ar: تشويسيول

source: Dennery_LC
ar: دينيري

source: Gros Islet_LC
ar: جزيرة جورس

source: Laborie_LC
ar: لابوري

source: Micoud_LC
ar: ميكو

source: Soufriere_LC
ar: سوفرير

source: Vieux Fort_LC
ar: فيو فورت

source: Balzers_LI
ar: بالزرس

source: Eschen_LI
ar: اشن

source: Gamprin_LI
ar: جمبرين

source: Mauren_LI
ar: مورن

source: Planken_LI
ar: بلانكن

source: Ruggell_LI
ar: روغل

source: Schaan_LI
ar: شان

source: Schellenberg_LI
ar: شلينبرغ

source: Triesen_LI
ar: تريزين

source: Triesenberg_LI
ar: تريسنبرغ

source: Vaduz_LI
ar: فادوتس

source: Central Province_LK
ar: المقاطعة الوسطى

source: Eastern Province_LK
ar: المقاطعة الشرقية

source: North Central Province_LK
ar: المقاطعة الشمالية الوسطى
