Repository: alaa-jadaan/alm-main
Catalog: languages/*/LC_MESSAGES/*.po
Languages: ar

source: North Western Province_LK
ar: المقاطعة الشمالية الغربية

source: Northern Province_LK
ar: المقاطعة الشمالية

source: Sabaragamuwa Province_LK
ar: ساباراغاموا (سريلانكا)

source: Southern Province_LK
ar: المقاطعة الجنوبية (سريلانكا)

source: Uva Province_LK
ar: يوفا

source: Western Province_LK
ar: المقاطعة الغربية (سريلانكا)

source: Bomi_LR
ar: بومي

source: Bong_LR
ar: بونغ

source: Gbarpolu_LR
ar: غباربولو

source: Grand Bassa_LR
ar: غراند باسا

source: Grand Cape Mount_LR
ar: غراند كيب ماونت

source: Grand Gedeh_LR
ar: جراند جيده

source: Grand Kru_LR
ar: غراند كرو

source: Lofa_LR
ar: لوفا

source: Margibi_LR
ar: مارغيبي

source: Maryland_LR
ar: ماريلند

source: Montserrado_LR
ar: مونتسيرادو

source: Nimba_LR
ar: نيمبا

source: River Cess_LR
ar: نهر سيس

source: River Gee_LR
ar: ريفر جي

source: Sinoe_LR
ar: سينو

source: Berea_LS
ar: بيريا

source: Butha-Buthe_LS
ar: بوثا بوثي

source: Leribe_LS
ar: لريب

source: Mafeteng_LS
ar: مافتينج

source: Maseru_LS
ar: ماسيرو

source: Mohale's Hoek_LS
ar: موهيلز هوك

source: Mokhotlong_LS
ar: موكوتلونج

source: Qacha's Nek_LS
ar: قاخاز نك

source: Quthing_LS
ar: قوثنغ

source: Thaba-Tseka_LS
ar: ثابا-تسيكا

source: Alytaus apskritis_LT
ar: أليتس

source: Kauno apskritis_LT
ar: كاوناس.

source: Klaipedos apskritis_LT
ar: كلايبيدا.

source: Marijampoles apskritis_LT
ar: ميرايامبوله

source: Panevezio apskritis_LT
ar: بانيفيزيس.

source: Siauliu apskritis_LT
ar: شياولياي

source: Taurages apskritis_LT
ar: تاوراغه.

source: Telsiu apskritis_LT
ar: تيلسياي.

source: Utenos apskritis_LT
ar: أوتينا.

source: Vilniaus apskritis_LT
ar: فيلنيوس

source: Diekirch_LU
ar: ديكيرش

source: Grevenmacher_LU
ar: غريفنماكر

source: Luxembourg_LU
ar: دوقية لوكسمبورغ الكبرى

source: Adazu novads_LV
ar: آداجي

source: Aglonas novads_LV
ar: اكلونا

source: Aizkraukles novads_LV
ar: Aizkraukles novads

source: Aizputes novads_LV
ar: ايزيبوت

source: Alojas novads_LV
ar: ألوجا

source: Aluksnes novads_LV
ar: ألوكسنه

source: Babites novads_LV
ar: ببيت

source: Baldones novads_LV
ar: بالدون

source: Baltinavas novads_LV
ar: بروسينو نوفادس

source: Balvu novads_LV
ar: بالفي

source: Bauskas novads_LV
ar: بوسكا

source: Beverinas novads_LV
ar: بيفيرينا

source: Brocenu novads_LV
ar: بروسينو نوفادس

source: Carnikavas novads_LV
ar: كارنيكافا

source: Cesu novads_LV
ar: سيسو

source: Cesvaines novads_LV
ar: سيسفين

source: Ciblas novads_LV
ar: سيبلا

source: Daugavpils novads_LV
ar: داوغابيلس

source: Dobeles novads_LV
ar: دوبيل

source: Dundagas novads_LV
ar: دونداغا

source: Erglu novads_LV
ar: إرغلو

source: Gulbenes novads_LV
ar: غولبين

source: Iecavas novads_LV
ar: إيكافا

source: Ikskiles novads_LV
ar: اكسكيليس

source: Incukalna novads_LV
ar: إنكوكالنز

source: Jaunjelgavas novads_LV
ar: Jaunjelgavas novads

source: Jaunpiebalgas novads_LV
ar: Jaunpiebalgas novads

source: Jaunpils novads_LV
ar: ياونبيلس

source: Jekabpils novads_LV
ar: جوكابيلز

source: Jelgava_LV
ar: يلغافا

source: Jelgavas novads_LV
ar: جيلغافا

source: Jurmala_LV
ar: يورمالا

source: Kekavas novads_LV
ar: كيكافا

source: Kokneses novads_LV
ar: كوكنيس

source: Kraslavas novads_LV
ar: كراسلافا

source: Kuldigas novads_LV
ar: كولديغا

source: Lielvardes novads_LV
ar: ليلفارد

source: Liepaja_LV
ar: ليبايا

source: Limbazu novads_LV
ar: ليمباجي

source: Livanu novads_LV
ar: ليفاني

source: Lubanas novads_LV
ar: لوبان

source: Ludzas novads_LV
ar: لودزا

source: Madonas novads_LV
ar: مادونا

source: Malpils novads_LV
ar: مالبيلس

source: Nauksenu novads_LV
ar: نوسو

source: Ogres novads_LV
ar: أوغري

source: Olaines novads_LV
ar: أولاين

source: Ozolnieku novads_LV
ar: أوزولنيكي

source: Preilu novads_LV
ar: بريلي

source: Rezeknes novads_LV
ar: ريزكن

source: Riebinu novads_LV
ar: ريبينو نوفادس

source: Riga_LV
ar: ريغا

source: Rojas novads_LV
ar: روخاس نوفادس

source: Ropazu novads_LV
ar: روباجي

source: Rugaju novads_LV
ar: روغايا

source: Rundales novads_LV
ar: روندال

source: Salacgrivas novads_LV
ar: سالاكريفا

source: Salaspils novads_LV
ar: سالاسبيلز

source: Saldus novads_LV
ar: سالدوس

source: Saulkrastu novads_LV
ar: سولكراستي

source: Sejas novads_LV
ar: سييا

source: Siguldas novads_LV
ar: سيغولدا

source: Skrundas novads_LV
ar: سكروندا

source: Stopinu novads_LV
ar: ستوبيني

source: Strencu novads_LV
ar: سترنتسي

source: Talsu novads_LV
ar: تالشي

source: Tukuma novads_LV
ar: توكومز

source: Vainodes novads_LV
ar: اكاليل

source: Valkas novads_LV
ar: فالكا

source: Valmiera_LV
ar: الميرا

source: Varkavas novads_LV
ar: فاركافا

source: Vecumnieku novads_LV
ar: فيكومنيكي

source: Ventspils novads_LV
ar: فينتسبيلز نوفادس

source: Al Butnan_LY
ar: البطنان

source: Al Jabal al Akhdar_LY
ar: شعبية الجبل الأخضر

source: Al Jabal al Gharbi_LY
ar: الجبل الغربي

source: Al Jafarah_LY
ar: شعبية الجفارة

source: Al Jufrah_LY
ar: الجفرة

source: Al Kufrah_LY
ar: الكفرة

source: Al Marj_LY
ar: المرج

source: Al Marqab_LY
ar: شعبية المرقب

source: Al Wahat_LY
ar: شعبية الواحات

source: An Nuqat al Khams_LY
ar: شعبية النقاط الخمس

source: Az Zawiyah_LY
ar: الزاوية

source: Banghazi_LY
ar: بنغازي

source: Darnah_LY
ar: درنة

source: Ghat_LY
ar: غات

source: Misratah_LY
ar: مصراتة

source: Murzuq_LY
ar: مرزق

source: Nalut_LY
ar: نالوت

source: Sabha_LY
ar: سبها

source: Surt_LY
ar: شعبية سرت

source: Tarabulus_LY
ar: طرابلس

source: Wadi al Hayat_LY
ar: شعبية وادي الحياة

source: Wadi ash Shati'_LY
ar: شعبية وادي الشاطئ

source: Beni-Mellal-Khenifra_MA
ar: بني ملال خنيفرة

source: Casablanca-Settat_MA
ar: الدار البيضاء سطات

source: Draa-Tafilalet_MA
ar: درعة تافيلالت

source: Fes- Meknes_MA
ar: فاس مكناس

source: Guelmim-Oued Noun (EH-partial)_MA
ar: كلميم واد نون

source: L'Oriental_MA
ar: الشرق

source: Laayoune-Sakia El Hamra (EH-partial)_MA
ar: العيون الساقية الحمراء

source: Marrakech-Safi_MA
ar: مراكش أسفي

source: Rabat-Sale-Kenitra_MA
ar: الرباط سلا القنيطرة

source: Souss-Massa_MA
ar: سوس ماسة

source: Tanger-Tetouan-Al Hoceima_MA
ar: طنجة تطوان الحسيمة

source: Fontvieille_MC
ar: فونتفيل

source: La Condamine_MC
ar: لا كوندامين

source: Monaco-Ville_MC
ar: موناكو فيل

source: Moneghetti_MC
ar: Moneghetti

source: Monte-Carlo_MC
ar: مونت كارلو

source: Saint-Roman_MC
ar: سان رومان

source: Anenii Noi_MD
ar: Anenii Noi

source: Balti_MD
ar: بالتي

source: Basarabeasca_MD
ar: باسارابياسكا

source: Bender_MD
ar: مرح صاخب

source: Briceni_MD
ar: Briceni

source: Cahul_MD
ar: ريف كاهول

source: Calarasi_MD
ar: كالاراش

source: Cantemir_MD
ar: Cantemir

source: Causeni_MD
ar: Causeni

source: Chisinau_MD
ar: كيشينيف

source: Cimislia_MD
ar: سيميشليا

source: Criuleni_MD
ar: Criuleni

source: Donduseni_MD
ar: Donduseni

source: Drochia_MD
ar: Drochia

source: Dubasari_MD
ar: دوباساري

source: Edinet_MD
ar: إيدينت

source: Falesti_MD
ar: Falesti

source: Floresti_MD
ar: Floresti

source: Gagauzia, Unitatea teritoriala autonoma_MD
ar: غاغاوزيا

source: Glodeni_MD
ar: Glodeni

source: Hincesti_MD
ar: هينسشتي

source: Ialoveni_MD
ar: Ialoveni

source: Leova_MD
ar: Leova

source: Nisporeni_MD
ar: Nisporeni

source: Ocnita_MD
ar: Ocnita

source: Orhei_MD
ar: أورهي

source: Rezina_MD
ar: Rezina

source: Riscani_MD
ar: ريسكاني

source: Singerei_MD
ar: Singerei

source: Soldanesti_MD
ar: Soldanesti

source: Soroca_MD
ar: سوروكا

source: Stefan Voda_MD
ar: ستيفان فودا

source: Stinga Nistrului, unitatea teritoriala din_MD
ar: Stinga Nistrului, unitatea teritoriala din

source: Straseni_MD
ar: Straseni

source: Taraclia_MD
ar: تاراسليا

source: Telenesti_MD
ar: Telenesti

source: Ungheni_MD
ar: أونغيني

source: Andrijevica_ME
ar: أندرييفيتسا

source: Bar_ME
ar: البار

source: Berane_ME
ar: براني

source: Bijelo Polje_ME
ar: بييلو بوليي

source: Budva_ME
ar: بودفا

source: Cetinje_ME
ar: ستنيي

source: Danilovgrad_ME
ar: دانيلوفغراد

source: Herceg-Novi_ME
ar: هرسك نوفي

source: Kolasin_ME
ar: كولاسين

source: Kotor_ME
ar: كوتور

source: Mojkovac_ME
ar: مويكوفاتش

source: Niksic_ME
ar: نيكشيتش

source: Plav_ME
ar: بلاف

source: Pljevlja_ME
ar: بلييفليا

source: Pluzine_ME
ar: بلوزين

source: Podgorica_ME
ar: لدوكليا

source: Rozaje_ME
ar: روزايي

source: Savnik_ME
ar: سافنيك

source: Tivat_ME
ar: تيفات

source: Ulcinj_ME
ar: أولسيني

source: Zabljak_ME
ar: زبلجك

source: Saint Martin (French Part)_MF
ar: سان مارتين

source: Antananarivo_MG
ar: أنتاناناريفو

source: Antsiranana_MG
ar: أنتسيرانانا

source: Fianarantsoa_MG
ar: فيانارانتسوا

source: Mahajanga_MG
ar: ماجنكا

source: Toamasina_MG
ar: تواماسينا

source: Toliara_MG
ar: توليارا

source: Ailinglaplap_MH
ar: Ailinglaplap

source: Ailuk_MH
ar: أيلوك

source: Arno_MH
ar: نهر أرنو

source: Aur_MH
ar: اور

source: Bikini & Kili_MH
ar: بيكيني وكيلي

source: Ebon_MH
ar: يبون

source: Enewetak & Ujelang_MH
ar: Enewetak & Ujelang

source: Jabat_MH
ar: جابات

source: Jaluit_MH
ar: جالويت

source: Kwajalein_MH
ar: كواجالين

source: Lae_MH
ar: لاي

source: Lib_MH
ar: ليب

source: Likiep_MH
ar: ليكيب

source: Majuro_MH
ar: ماغورو

source: Maloelap_MH
ar: مالولاب

source: Mejit_MH
ar: ميجيت

source: Mili_MH
ar: ميلى

source: Namdrik_MH
ar: Namdrik

source: Namu_MH
ar: نامو

source: Rongelap_MH
ar: رونجيلاب

source: Ujae_MH
ar: يوجاي

source: Utrik_MH
ar: Utrik

source: Wotho_MH
ar: وثو

source: Wotje_MH
ar: وتجي

source: Aracinovo_MK
ar: أراسينوفو

source: Berovo_MK
ar: بيروفو

source: Bitola_MK
ar: بوتلي

source: Bogdanci_MK
ar: بوغدانسي

source: Bogovinje_MK
ar: بوغوفينجي

source: Bosilovo_MK
ar: بوسيلوفو

source: Brvenica_MK
ar: برفينيتسا

source: Caska_MK
ar: كاسكا

source: Centar Zupa_MK
ar: سنتار زوبا

source: Cesinovo-Oblesevo_MK
ar: سيسينوفو أولسيفو

source: Cucer Sandevo_MK
ar: Cucer Sandevo

source: Debar_MK
ar: ديبار

source: Debarca_MK
ar: ديباركا

source: Delcevo_MK
ar: ديلسيفو

source: Demir Hisar_MK
ar: ديمير هيسار

source: Demir Kapija_MK
ar: ديمير كابيا

source: Dojran_MK
ar: دوجران

source: Dolneni_MK
ar: دولنيني

source: Gevgelija_MK
ar: غيفغليا

source: Gostivar_MK
ar: غوستيفار

source: Gradsko_MK
ar: جرادسكو

source: Ilinden_MK
ar: إليندن

source: Jegunovce_MK
ar: جيجنوفسي

source: Karbinci_MK
ar: كاربينكي

source: Kavadarci_MK
ar: كافادارشي

source: Kicevo_MK
ar: كيتشيفو

source: Kocani_MK
ar: كوتشاني

source: Konce_MK
ar: كونس

source: Kratovo_MK
ar: كراتوفو

source: Kriva Palanka_MK
ar: كريفا بالانكا

source: Krivogastani_MK
ar: كريفوغاستاني

source: Krusevo_MK
ar: كروسيفو

source: Kumanovo_MK
ar: كومانوفو

source: Lipkovo_MK
ar: يبكوفو

source: Lozovo_MK
ar: وزوفو

source: Makedonska Kamenica_MK
ar: Makedonska Kamenica

source: Makedonski Brod_MK
ar: برود

source: Mavrovo i Rostusa_MK
ar: مافروفو إي روستوسا

source: Mogila_MK
ar: موغيلا

source: Negotino_MK
ar: نيغوتينو

source: Novaci_MK
ar: نوفا سي

source: Novo Selo_MK
ar: نوفو سيلو

source: Ohrid_MK
ar: أخريذة

source: Pehcevo_MK
ar: بيسيفو

source: Petrovec_MK
ar: بيتروفيتش

source: Plasnica_MK
ar: بلاسنيكا

source: Prilep_MK
ar: بريليب

source: Probistip_MK
ar: Probistip

source: Radovis_MK
ar: رادوفيس

source: Rankovce_MK
ar: رانكوفس

source: Resen_MK
ar: رسن

source: Rosoman_MK
ar: روسومان

source: Skopje_MK
ar: إسكوبية

source: Sopiste_MK
ar: سوبيست

source: Staro Nagoricane_MK
ar: ستارو ناجوريكان

source: Stip_MK
ar: ستيب

source: Struga_MK
ar: ستروغا

source: Strumica_MK
ar: ستروميكا

source: Studenicani_MK
ar: ستدينيكاني

source: Sveti Nikole_MK
ar: سفيتي نيكول

source: Tearce_MK
ar: تيرس

source: Tetovo_MK
ar: تيتوفو

source: Valandovo_MK
ar: فالاندوفو

source: Vasilevo_MK
ar: فاسيليفو

source: Veles_MK
ar: فيليس

source: Vevcani_MK
ar: فيفتشاني

source: Vinica_MK
ar: فينيكا

source: Vrapciste_MK
ar: فرابسيستي

source: Zelenikovo_MK
ar: زيلينيكوفو

source: Zelino_MK
ar: جيلينو

source: Zrnovci_MK
ar: زرنوف سي

source: Bamako_ML
ar: باماكو

source: Gao_ML
ar: جاو

source: Kayes_ML
ar: كايس

source: Kidal_ML
ar: كيدال

source: Koulikoro_ML
ar: كوليكورو

source: Mopti_ML
ar: موبتي

source: Segou_ML
ar: سيغو

source: Sikasso_ML
ar: سيكاسو

source: Tombouctou_ML
ar: تمبكتو

source: Ayeyarwady_MM
ar: أيياروادي

source: Bago_MM
ar: باجو

source: Chin_MM
ar: تشين

source: Kachin_MM
ar: كاشين

source: Kayah_MM
ar: كايا

source: Kayin_MM
ar: كايين

source: Magway_MM
ar: ماغواي

source: Mandalay_MM
ar: ماندالاي

source: Mon_MM
ar: مون

source: Nay Pyi Taw_MM
ar: نايبيداو

source: Rakhine_MM
ar: راخين

source: Sagaing_MM
ar: ساجينغ

source: Shan_MM
ar: شان

source: Tanintharyi_MM
ar: تانينثاري

source: Yangon_MM
ar: يانغون

source: Arhangay_MN
ar: أرخانغاي

source: Bayan-Olgiy_MN
ar: بايان-أولجي

source: Bayanhongor_MN
ar: بيانهونجور

source: Bulgan_MN
ar: بولغان

source: Darhan uul_MN
ar: درخان-وول

source: Dornod_MN
ar: دورنود

source: Dornogovi_MN
ar: دورنوغوفي

source: Dundgovi_MN
ar: دوندغوفي

source: Dzavhan_MN
ar: زافخان

source: Govi-Altay_MN
ar: غوفي-ألتاي

source: Govi-Sumber_MN
ar: جوفيسومبر

source: Hentiy_MN
ar: خنتي

source: Hovd_MN
ar: هوفد

source: Hovsgol_MN
ar: خوفسغول

source: Omnogovi_MN
ar: أومنوغوفي

source: Orhon_MN
ar: أورخون

source: Ovorhangay_MN
ar: أوفوخاناجي

source: Selenge_MN
ar: سيلنج

source: Suhbaatar_MN
ar: سوخباتار

source: Tov_MN
ar: توف

source: Ulaanbaatar_MN
ar: أولان باتور

source: Uvs_MN
ar: أوفس

source: Macao_MO
ar: ماكاو

source: Northern Mariana Islands_MP
ar: جزر ماريانا الشمالية

source: Martinique_MQ
ar: مارتينيك

source: Adrar_MR
ar: أدرار

source: Assaba_MR
ar: العصابة

source: Brakna_MR
ar: البراكنة

source: Dakhlet Nouadhibou_MR
ar: داخلة نواذيبو

source: Gorgol_MR
ar: كوركول

source: Guidimaka_MR
ar: غيديماغا

source: Hodh ech Chargui_MR
ar: الحوض الشرقي

source: Hodh el Gharbi_MR
ar: الحوض الغربي

source: Inchiri_MR
ar: إينشيري

source: Nouakchott Nord_MR
ar: نواكشوط نورد

source: Tagant_MR
ar: تكانت

source: Tiris Zemmour_MR
ar: تيرس زمور

source: Trarza_MR
ar: الترارزة

source: Saint Anthony_MS
ar: مونتسرات

source: Saint Peter_MS
ar: القديس بطرس

source: Attard_MT
ar: أتارد

source: Balzan_MT
ar: بالزان

source: Birgu_MT
ar: بيرجو

source: Birkirkara_MT
ar: بيركيركارا

source: Birzebbuga_MT
ar: بيرزبوجا

source: Bormla_MT
ar: كوسبيكو

source: Dingli_MT
ar: دينغلي

source: Fgura_MT
ar: فغورا

source: Floriana_MT
ar: فلوريانا

source: Fontana_MT
ar: فونتانا

source: Ghajnsielem_MT
ar: غاجنسييلم

source: Gharb_MT
ar: الغرب

source: Gharghur_MT
ar: غرغور

source: Ghasri_MT
ar: جاسري

source: Ghaxaq_MT
ar: جازاك

source: Gudja_MT
ar: جودجا

source: Gzira_MT
ar: غزيرا

source: Hamrun_MT
ar: هامرون

source: Iklin_MT
ar: إكلين

source: Isla_MT
ar: إيسلا

source: Kalkara_MT
ar: كالكارا

source: Kercem_MT
ar: كيرسيم

source: Kirkop_MT
ar: كيركوب

source: Lija_MT
ar: اللجا

source: Luqa_MT
ar: لوقا

source: Marsa_MT
ar: مرسى

source: Marsaskala_MT
ar: مارساسكالا

source: Marsaxlokk_MT
ar: مرسلوك

source: Mellieha_MT
ar: مليحة

source: Mgarr_MT
ar: مغار

source: Mosta_MT
ar: موستا

source: Mqabba_MT
ar: مقابة

source: Msida_MT
ar: مسيدا

source: Mtarfa_MT
ar: مطرّفة

source: Munxar_MT
ar: مونكسار

source: Nadur_MT
ar: نادور

source: Naxxar_MT
ar: ناكسار

source: Paola_MT
ar: باولا

source: Pembroke_MT
ar: بمبروك

source: Pieta_MT
ar: بييتا

source: Qala_MT
ar: قلعة

source: Qormi_MT
ar: Qormi

source: Qrendi_MT
ar: كريندي

source: Rabat Gozo_MT
ar: الرباط

source: Rabat Malta_MT
ar: مالطا

source: Safi_MT
ar: آسفي

source: Saint John_MT
ar: القديس يوحنا

source: Saint Julian's_MT
ar: سانت جوليان

source: Saint Lucia's_MT
ar: سانت لوسيا

source: Saint Paul's Bay_MT
ar: خليج سانت بول

source: Sannat_MT
ar: سانات

source: Santa Venera_MT
ar: سانتا فينيرا

source: Siggiewi_MT
ar: سيجيوي

source: Sliema_MT
ar: سليمة

source: Swieqi_MT
ar: سويكي

source: Ta' Xbiex_MT
ar: Ta' Xbiex

source: Tarxien_MT
ar: تراكسين

source: Valletta_MT
ar: فالتة

source: Xaghra_MT
ar: زاجرا

source: Xewkija_MT
ar: شوكية

source: Xghajra_MT
ar: إكساجرا

source: Zabbar_MT
ar: زابار

source: Zebbug Gozo_MT
ar: زيببوج جوزو

source: Zejtun_MT
ar: الزيتون (مالطا)

source: Zurrieq_MT
ar: زوريق

source: Agalega Islands_MU
ar: جزر أغاليغا

source: Black River_MU
ar: النهر الأسود

source: Flacq_MU
ar: فلاسك

source: Grand Port_MU
ar: غراند بورت

source: Moka_MU
ar: موكا

source: Pamplemousses_MU
ar: بامبليماوسيس

source: Plaines Wilhems_MU
ar: بلينز ويلهمز

source: Port Louis_MU
ar: بورت لويس

source: Riviere du Rempart_MU
ar: ريفير دو ريمبارت

source: Rodrigues Islands_MU
ar: جزر رودريغز

source: Savanne_MU
ar: سافان

source: Alifu Alifu_MV
ar: أليفو أليفو

source: Baa_MV
ar: ايه

source: Dhaalu_MV
ar: دالو

source: Gaafu Dhaalu_MV
ar: جافو دالو

source: Gnaviyani_MV
ar: جنافياني

source: Haa Alifu_MV
ar: آتول ها ألف

source: Haa Dhaalu_MV
ar: آتول ها دال

source: Kaafu_MV
ar: كافو

source: Laamu_MV
ar: لامو

source: Maale_MV
ar: ماليه

source: Meemu_MV
ar: ميمو

source: Noonu_MV
ar: نونو

source: Raa_MV
ar: رع

source: Seenu_MV
ar: سينو

source: Shaviyani_MV
ar: شافياني

source: Thaa_MV
ar: Thaa

source: Vaavu_MV
ar: فافو

source: Balaka_MW
ar: بالاكا

source: Blantyre_MW
ar: بلانتيري

source: Chikwawa_MW
ar: شيكواوا

source: Chiradzulu_MW
ar: تشيرادزولو

source: Chitipa_MW
ar: شيتيبا

source: Dedza_MW
ar: ديدزا

source: Dowa_MW
ar: الدوا

source: Karonga_MW
ar: كارونجا

source: Kasungu_MW
ar: كاسونغو

source: Likoma_MW
ar: يكوما

source: Lilongwe_MW
ar: ليلونغوي

source: Machinga_MW
ar: مشاينجا

source: Mangochi_MW
ar: مانغوتشي

source: Mchinji_MW
ar: مشينجي

source: Mulanje_MW
ar: مولانجي

source: Mwanza_MW
ar: موانزا

source: Mzimba_MW
ar: مزيمبا

source: Neno_MW
ar: نينو

source: Nkhata Bay_MW
ar: خليج نخاتا

source: Nkhotakota_MW
ar: نكوتاكوتا

source: Nsanje_MW
ar: نسانجي

source: Ntcheu_MW
ar: نتشيو

source: Ntchisi_MW
ar: نتشيسي

source: Phalombe_MW
ar: بالومبي

source: Rumphi_MW
ar: رومبي

source: Salima_MW
ar: سليمة

source: Thyolo_MW
ar: ثيولو

source: Zomba_MW
ar: زومبا

source: Aguascalientes_MX
ar: أغواسكالينتس

source: Baja California_MX
ar: باها كاليفورنيا

source: Baja California Sur_MX
ar: باخا كاليفورنيا سور

source: Campeche_MX
ar: كامبيتشي

source: Chiapas_MX
ar: تشياباس

source: Chihuahua_MX
ar: تشيواوا

source: Ciudad de Mexico_MX
ar: مكسيكو

source: Coahuila de Zaragoza_MX
ar: كواويلا

source: Colima_MX
ar: كوليما

source: Durango_MX
ar: دورانغو

source: Guanajuato_MX
ar: غواناخواتو

source: Guerrero_MX
ar: غيريرو

source: Hidalgo_MX
ar: هيدالغو

source: Jalisco_MX
ar: خاليسكو

source: Mexico_MX
ar: مكسيكو

source: Michoacan de Ocampo_MX
ar: ميتشواكان

source: Morelos_MX
ar: موريلوس

source: Nayarit_MX
ar: ناياريت

source: Nuevo Leon_MX
ar: نويفو ليون

source: Oaxaca_MX
ar: أواهاكا

source: Puebla_MX
ar: بويبلا

source: Queretaro_MX
ar: كيريتارو

source: Quintana Roo_MX
ar: كينتانا رو

source: San Luis Potosi_MX
ar: سان لويس بوتوسي

source: Sinaloa_MX
ar: سينالوا

source: Sonora_MX
ar: سونورا

source: Tabasco_MX
ar: تاباسكو

source: Tamaulipas_MX
ar: تاماوليباس

source: Tlaxcala_MX
ar: تلاكسكالا

source: Veracruz de Ignacio de la Llave_MX
ar: فيراكروز

source: Yucatan_MX
ar: يوكاتان

source: Zacatecas_MX
ar: زاكاتيكاس

source: Johor_MY
ar: جوهـر دار التعظيم

source: Kedah_MY
ar: قدح دار الأمان

source: Kelantan_MY
ar: كلنتن دار النعيم

source: Melaka_MY
ar: ملقا

source: Negeri Sembilan_MY
ar: نكري سمبيلن دار الخصوص

source: Pahang_MY
ar: فهغ

source: Perak_MY
ar: فيرق

source: Perlis_MY
ar: برليس (دار السنة)

source: Pulau Pinang_MY
ar: بينانق

source: Sabah_MY
ar: صباح

source: Sarawak_MY
ar: سراوق

source: Selangor_MY
ar: سلاغور دار الإحسان

source: Terengganu_MY
ar: ترغكانو دار الإيمان

source: Wilayah Persekutuan Kuala Lumpur_MY
ar: كوالالمبور

source: Wilayah Persekutuan Labuan_MY
ar: لابوان

source: Wilayah Persekutuan Putrajaya_MY
ar: بوتراجاي

source: Cabo Delgado_MZ
ar: كابو ديلغادو

source: Gaza_MZ
ar: غزة

source: Inhambane_MZ
ar: إنهامبان

source: Manica_MZ
ar: مانيكا

source: Maputo_MZ
ar: مابوتو

source: Nampula_MZ
ar: نامبولا

source: Niassa_MZ
ar: نياسا

source: Sofala_MZ
ar: سفالة

source: Tete_MZ
ar: تيتي

source: Zambezia_MZ
ar: زامبيزيا

source: Erongo_NA
ar: إيرونغو

source: Hardap_NA
ar: هارداب

source: Karas_NA
ar: كاراس

source: Kavango East_NA
ar: كافانغو الشرقية

source: Khomas_NA
ar: خوماس

source: Kunene_NA
ar: كونيني

source: Ohangwena_NA
ar: أوهانغوينا

source: Omaheke_NA
ar: أوماهيكي

source: Omusati_NA
ar: أوموساتي

source: Oshana_NA
ar: أوشانا

source: Oshikoto_NA
ar: أوشيكوتو

source: Otjozondjupa_NA
ar: أوتجوزوندجوبا

source: Zambezi_NA
ar: نهر الزمبيزي

source: Province des iles Loyaute_NC
ar: Province des iles Loyaute

source: Province Nord_NC
ar: نورد

source: Province Sud_NC
ar: سود

source: Agadez_NE
ar: أغاديس

source: Diffa_NE
ar: ديفا

source: Dosso_NE
ar: دوسو

source: Maradi_NE
ar: مارادي

source: Niamey_NE
ar: نيامي

source: Tahoua_NE
ar: تاهوا

source: Tillaberi_NE
ar: تيلابيري

source: Zinder_NE
ar: زيندر

source: Norfolk Island_NF
ar: جزيرة نورفولك

source: Abia_NG
ar: أبيا

source: Abuja Federal Capital Territory_NG
ar: العاصمة الإتحادية لنيجيريا

source: Adamawa_NG
ar: آداماوا

source: Akwa Ibom_NG
ar: اكوا ايبوم

source: Anambra_NG
ar: أنامبرا

source: Bauchi_NG
ar: باوتشي

source: Bayelsa_NG
ar: بايلسا

source: Benue_NG
ar: بينو

source: Borno_NG
ar: برنو

source: Cross River_NG
ar: كروس ريفر

source: Delta_NG
ar: دلتا

source: Ebonyi_NG
ar: إيبوني

source: Edo_NG
ar: إيدو

source: Ekiti_NG
ar: إكيتي

source: Enugu_NG
ar: إينوجو

source: Gombe_NG
ar: غومبي

source: Imo_NG
ar: ايمو الدولة

source: Jigawa_NG
ar: جيغاوة

source: Kaduna_NG
ar: كادونا

source: Kano_NG
ar: كانو

source: Katsina_NG
ar: كاتسينا

source: Kebbi_NG
ar: كبي

source: Kogi_NG
ar: كوجي

source: Kwara_NG
ar: كوارة

source: Lagos_NG
ar: لاغوس

source: Nasarawa_NG
ar: نصراوة

source: Niger_NG
ar: النيجر

source: Ogun_NG
ar: أوجون

source: Ondo_NG
ar: أوندو

source: Osun_NG
ar: أوشون

source: Oyo_NG
ar: أويو

source: Plateau_NG
ar: بلاتو

source: Rivers_NG
ar: النهر

source: Sokoto_NG
ar: صكتو

source: Taraba_NG
ar: ترابة

source: Yobe_NG
ar: يوبي

source: Zamfara_NG
ar: زامفارة

source: Boaco_NI
ar: بواكو

source: Carazo_NI
ar: إدارة كارازو

source: Chinandega_NI
ar: تشينانديغا

source: Chontales_NI
ar: إدارة تشونتاليس

source: Costa Caribe Norte_NI
ar: كوستا كاريب نورتي

source: Costa Caribe Sur_NI
ar: كوستا كاريبي سور

source: Esteli_NI
ar: إستيلي

source: Granada_NI
ar: غرناطة

source: Jinotega_NI
ar: خينوتيغا

source: Leon_NI
ar: ليون

source: Madriz_NI
ar: إدارة مدريز

source: Managua_NI
ar: ماناغوا

source: Masaya_NI
ar: مسايا، نيكاراغوا

source: Matagalpa_NI
ar: ماتاغلبا

source: Nueva Segovia_NI
ar: إدارة نويفا سيغوفيا

source: Rio San Juan_NI
ar: إدارة ريو سان خوان

source: Rivas_NI
ar: ريفاز

source: Drenthe_NL
ar: درينته

source: Flevoland_NL
ar: فليفولاند

source: Fryslan_NL
ar: فريزلند

source: Gelderland_NL
ar: خيلدرلاند

source: Groningen_NL
ar: خرونينغن

source: Limburg_NL
ar: ليمبورخ (هولندا)

source: Noord-Brabant_NL
ar: شمال برابنت

source: Noord-Holland_NL
ar: شمال-هولندا

source: Overijssel_NL
ar: أوفرآيسل

source: Utrecht_NL
ar: أوترخت

source: Zeeland_NL
ar: زيلند

source: Zuid-Holland_NL
ar: جنوب هولندا

source: Akershus_NO
ar: آكرشوس

source: Aust-Agder_NO
ar: أوست أغدر

source: Buskerud_NO
ar: بوسكرود

source: Finnmark_NO
ar: فينمارك

source: Hedmark_NO
ar: هدمارك

source: Hordaland_NO
ar: هوردالان

source: More og Romsdal_NO
ar: موره ورومسدال

source: Nord-Trondelag_NO
ar: نور ترونديلاغ

source: Nordland_NO
ar: نورلاند

source: Oppland_NO
ar: أوبلاند

source: Oslo_NO
ar: أوسلو

source: Ostfold_NO
ar: أوستفول

source: Rogaland_NO
ar: روغالاند

source: Sogn og Fjordane_NO
ar: سوغن وفيوردانه

source: Sor-Trondelag_NO
ar: سور تروندلاغ

source: Telemark_NO
ar: تلمارك

source: Troms_NO
ar: ترومس

source: Vest-Agder_NO
ar: فست-أغدر

source: Vestfold_NO
ar: فستفولد

source: Bagmati_NP
ar: مديرية باجماتي

source: Bheri_NP
ar: مديرية بهري

source: Dhawalagiri_NP
ar: مديرية دهوالاجيري

source: Gandaki_NP
ar: مديرية غانداكي

source: Janakpur_NP
ar: مديرية جاناكبور

source: Karnali_NP
ar: مديرية كارنالي

source: Kosi_NP
ar: مديرية كوسي

source: Lumbini_NP
ar: لومبيني

source: Mahakali_NP
ar: مديرية ماهاكالي

source: Mechi_NP
ar: مديرية ميتشي
