Repository: alaa-jadaan/alm-main
Catalog: languages/*/LC_MESSAGES/*.po
Languages: ar

source: Cerklje na Gorenjskem_SI
ar: Cerklje na Gorenjskem

source: Cerknica_SI
ar: تسركنيتسا

source: Cerkno_SI
ar: Cerkno

source: Cirkulane_SI
ar: Cirkulane

source: Crensovci_SI
ar: Crensovci

source: Crnomelj_SI
ar: تشرنملي

source: Destrnik_SI
ar: Destrnik

source: Divaca_SI
ar: Divaca

source: Dobje_SI
ar: Dobje

source: Dobrepolje_SI
ar: Dobrepolje

source: Dobrna_SI
ar: دوبرنا

source: Dobrova-Polhov Gradec_SI
ar: Dobrova-Polhov Gradec

source: Dobrovnik_SI
ar: Dobrovnik

source: Domzale_SI
ar: دومجاله

source: Dornava_SI
ar: Dornava

source: Dravograd_SI
ar: دراوغراد

source: Duplek_SI
ar: Duplek

source: Gorje_SI
ar: Gorje

source: Gornja Radgona_SI
ar: غرنيا رادغنا

source: Gornji Petrovci_SI
ar: غورني بتروفسي

source: Grad_SI
ar: غراد

source: Grosuplje_SI
ar: غرسوبلي

source: Hajdina_SI
ar: Hajdina

source: Hoce-Slivnica_SI
ar: Hoce-Slivnica

source: Hodos_SI
ar: Hodos

source: Horjul_SI
ar: Horjul

source: Hrastnik_SI
ar: هراستنيك

source: Hrpelje-Kozina_SI
ar: Hrpelje-Kozina

source: Idrija_SI
ar: إيدرييا

source: Ig_SI
ar: زاي

source: Ilirska Bistrica_SI
ar: إيليرسكا بيتريسا

source: Ivancna Gorica_SI
ar: ايفانكا جوريكا

source: Izola_SI
ar: إيزولا

source: Jesenice_SI
ar: جيسينتسي

source: Jursinci_SI
ar: Jursinci

source: Kamnik_SI
ar: كامنيك

source: Kanal_SI
ar: قناة

source: Kidricevo_SI
ar: Kidricevo

source: Kobarid_SI
ar: كوباريد

source: Kobilje_SI
ar: Kobilje

source: Kocevje_SI
ar: Kocevje

source: Komen_SI
ar: كومن

source: Komenda_SI
ar: كومندا

source: Koper_SI
ar: كوبر (سلوفينيا)

source: Kosanjevica na Krki_SI
ar: Kosanjevica na Krki

source: Kostel_SI
ar: Kostel

source: Kranj_SI
ar: كراني

source: Kranjska Gora_SI
ar: كرانجسكا غورا

source: Krizevci_SI
ar: Krizevci

source: Krsko_SI
ar: كرشكو

source: Kungota_SI
ar: كونغوتا

source: Kuzma_SI
ar: كوزما

source: Lasko_SI
ar: لاشكو

source: Lenart_SI
ar: لينارت

source: Lendava_SI
ar: ليندافا

source: Litija_SI
ar: ليتيجا

source: Ljubljana_SI
ar: ليوبليانا

source: Ljutomer_SI
ar: ليوتومير

source: Log-Dragomer_SI
ar: Log-Dragomer

source: Logatec_SI
ar: لوغانتيس

source: Loska Dolina_SI
ar: لوسكا دولينا

source: Loski Potok_SI
ar: لوسكي بوتوك

source: Lovrenc na Pohorju_SI
ar: لوفرنك نا بوهورجو

source: Luce_SI
ar: لوسي

source: Lukovica_SI
ar: Lukovica

source: Majsperk_SI
ar: Majsperk

source: Makole_SI
ar: Makole

source: Maribor_SI
ar: ماريبور

source: Markovci_SI
ar: Markovci

source: Medvode_SI
ar: مدفودي

source: Menges_SI
ar: Menges

source: Metlika_SI
ar: متليكا

source: Mezica_SI
ar: مجيستا

source: Miklavz na Dravskem Polju_SI
ar: Miklavz na Dravskem Polju

source: Miren-Kostanjevica_SI
ar: Miren-Kostanjevica

source: Mirna Pec_SI
ar: ميرنا بيك

source: Mislinja_SI
ar: Mislinja

source: Mokronog-Trebelno_SI
ar: Mokronog-Trebelno

source: Moravce_SI
ar: Moravce

source: Mozirje_SI
ar: Mozirje

source: Murska Sobota_SI
ar: موسكا سوبوتا

source: Muta_SI
ar: مؤتة

source: Naklo_SI
ar: ناكلو

source: Nazarje_SI
ar: Nazarje

source: Nova Gorica_SI
ar: نوفا جوريتسا

source: Novo Mesto_SI
ar: نوفو ميتسو

source: Odranci_SI
ar: Odranci

source: Oplotnica_SI
ar: Oplotnica

source: Ormoz_SI
ar: أورموج

source: Piran_SI
ar: بيران

source: Pivka_SI
ar: Pivka

source: Podcetrtek_SI
ar: بودسترتيك

source: Podlehnik_SI
ar: Podlehnik

source: Poljcane_SI
ar: Poljcane

source: Polzela_SI
ar: Polzela

source: Postojna_SI
ar: بوستوينا

source: Prebold_SI
ar: بريبولد

source: Preddvor_SI
ar: بريدفور

source: Prevalje_SI
ar: بريفالجه

source: Ptuj_SI
ar: بيتوج

source: Puconci_SI
ar: Puconci

source: Race-Fram_SI
ar: سباق فرام

source: Radece_SI
ar: رادتشه

source: Radenci_SI
ar: رادينسي

source: Radlje ob Dravi_SI
ar: Radlje ob Dravi

source: Radovljica_SI
ar: رادوفليجيتسا

source: Ravne na Koroskem_SI
ar: رافنه ناد كروشكيم

source: Razkrizje_SI
ar: Razkrizje

source: Recica ob Savinji_SI
ar: Recica ob Savinji

source: Rence-Vogrsko_SI
ar: Rence-Vogrsko

source: Ribnica_SI
ar: Ribnica

source: Rogaska Slatina_SI
ar: روغاشكا سلاتينا

source: Rogasovci_SI
ar: Rogasovci

source: Ruse_SI
ar: روسه

source: Salovci_SI
ar: Salovci

source: Semic_SI
ar: Semic

source: Sempeter-Vrtojba_SI
ar: Sempeter-Vrtojba

source: Sencur_SI
ar: Sencur

source: Sentilj_SI
ar: Sentilj

source: Sentjernej_SI
ar: Sentjernej

source: Sentjur_SI
ar: شينتجور

source: Sentrupert_SI
ar: Sentrupert

source: Sevnica_SI
ar: سيفنيتسا

source: Sezana_SI
ar: سيجانا

source: Skocjan_SI
ar: سكوكجان

source: Skofja Loka_SI
ar: شكوفجا لوكا

source: Skofljica_SI
ar: Skofljica

source: Slovenj Gradec_SI
ar: سلوفينج غرادتس

source: Slovenska Bistrica_SI
ar: سلوفينيسكا بيستريسا

source: Slovenske Konjice_SI
ar: سلوفنيسكه كونجيتسه

source: Smarje pri Jelsah_SI
ar: Smarje pri Jelsah

source: Smarjeske Toplice_SI
ar: Smarjeske Toplice

source: Smartno ob Paki_SI
ar: Smartno ob Paki

source: Smartno pri Litiji_SI
ar: Smartno pri Litiji

source: Sodrazica_SI
ar: Sodrazica

source: Solcava_SI
ar: Solcava

source: Sostanj_SI
ar: شوشتانج

source: Starse_SI
ar: Starse

source: Store_SI
ar: متجر

source: Straza_SI
ar: Straza

source: Sveta Trojica v Slovenskih Goricah_SI
ar: Sveta Trojica v Slovenskih Goricah

source: Sveti Andraz v Slovenskih Goricah_SI
ar: سفيتي أندراز ضد سلوفينسكي غوريكا

source: Sveti Jurij_SI
ar: سفيتي جريج

source: Sveti Jurij v Slovenskih Goricah_SI
ar: سفيتي جريج ضد سلوفينسكي غوريكا

source: Sveti Tomaz_SI
ar: سفيتي توماز

source: Tabor_SI
ar: طابور

source: Tisina_SI
ar: Tisina

source: Tolmin_SI
ar: تولمين

source: Trbovlje_SI
ar: تربوفلجه

source: Trebnje_SI
ar: تربنجه

source: Trnovska Vas_SI
ar: ترنوفسكا فاس

source: Trzic_SI
ar: تريجيك

source: Trzin_SI
ar: Trzin

source: Turnisce_SI
ar: تورنيتشي

source: Velenje_SI
ar: فيلينيه

source: Velika Polana_SI
ar: فيليكا بولانا

source: Velike Lasce_SI
ar: فيليكي لاسي

source: Verzej_SI
ar: Verzej

source: Videm_SI
ar: Videm

source: Vipava_SI
ar: Vipava

source: Vitanje_SI
ar: Vitanje

source: Vodice_SI
ar: فوديس

source: Vojnik_SI
ar: Vojnik

source: Vransko_SI
ar: Vransko

source: Vrhnika_SI
ar: فورنيكا

source: Vuzenica_SI
ar: Vuzenica

source: Zagorje ob Savi_SI
ar: زاغري أب سافي

source: Zalec_SI
ar: Zalec

source: Zavrc_SI
ar: Zavrc

source: Zelezniki_SI
ar: جيليزنيكي

source: Zetale_SI
ar: Zetale

source: Ziri_SI
ar: جيري

source: Zrece_SI
ar: Zrece

source: Zuzemberk_SI
ar: Zuzemberk

source: Svalbard and Jan Mayen_SJ
ar: SJ

source: Banskobystricky kraj_SK
ar: بانسكا بيستريتسا

source: Bratislavsky kraj_SK
ar: براتيسلافا

source: Kosicky kraj_SK
ar: كوشيتسه

source: Nitriansky kraj_SK
ar: نيترا

source: Presovsky kraj_SK
ar: بريشوف

source: Trenciansky kraj_SK
ar: ترنشين

source: Trnavsky kraj_SK
ar: ترنافا

source: Zilinsky kraj_SK
ar: جيلينا

source: Eastern_SL
ar: الشرقية

source: Northern_SL
ar: المحافظة الشمالية

source: Southern_SL
ar: المحافظة الجنوبية

source: Western Area_SL
ar: المنطقة الغربية

source: Acquaviva_SM
ar: أكوافيفا

source: Borgo Maggiore_SM
ar: بورغو ماجيوري

source: Chiesanuova_SM
ar: تشيسانوفا

source: Domagnano_SM
ar: دومانيانو

source: Faetano_SM
ar: فيتانو

source: Fiorentino_SM
ar: فيورنتينو

source: Montegiardino_SM
ar: مونتيجاردينو

source: San Marino_SM
ar: سان مارينو

source: Serravalle_SM
ar: سرافاله

source: Dakar_SN
ar: داكار

source: Diourbel_SN
ar: ديوربيل

source: Fatick_SN
ar: فاتيك

source: Kaffrine_SN
ar: Kaffrine

source: Kaolack_SN
ar: كاولاك

source: Kedougou_SN
ar: كيدوغو

source: Kolda_SN
ar: كولدا

source: Louga_SN
ar: وغا

source: Matam_SN
ar: ماتام

source: Saint-Louis_SN
ar: سانت لويس

source: Sedhiou_SN
ar: Sedhiou

source: Tambacounda_SN
ar: تامباكوندا

source: Thies_SN
ar: تييس

source: Ziguinchor_SN
ar: زيغينشور

source: Awdal_SO
ar: عدل

source: Bakool_SO
ar: باكول

source: Banaadir_SO
ar: بنادر

source: Bari_SO
ar: باري

source: Bay_SO
ar: باي

source: Galguduud_SO
ar: جلجدود

source: Gedo_SO
ar: جدو

source: Hiiraan_SO
ar: هيران

source: Jubbada Dhexe_SO
ar: جوبا الوسطى

source: Jubbada Hoose_SO
ar: جوبا السفلى

source: Mudug_SO
ar: مدج

source: Nugaal_SO
ar: نوجال

source: Sanaag_SO
ar: سناج

source: Shabeellaha Dhexe_SO
ar: شبيلا الوسطى

source: Shabeellaha Hoose_SO
ar: شبيلي السفلى

source: Sool_SO
ar: صول

source: Togdheer_SO
ar: توجدير

source: Woqooyi Galbeed_SO
ar: وقويي جالبيد

source: Brokopondo_SR
ar: ضاحية بروكوبوندو

source: Commewijne_SR
ar: ضاحية كوميويجني

source: Coronie_SR
ar: ضاحية كوروني

source: Marowijne_SR
ar: ضاحية مارويجيني

source: Nickerie_SR
ar: ضاحية نيكيري

source: Para_SR
ar: ضاحية بارا

source: Paramaribo_SR
ar: باراماريبو

source: Saramacca_SR
ar: ضاحية ساراماكا

source: Sipaliwini_SR
ar: ضاحية سيباليويني

source: Wanica_SR
ar: ضاحية وانيكا

source: Central Equatoria_SS
ar: وسط الاستوائية

source: Eastern Equatoria_SS
ar: شرق الاستوائية

source: Jonglei_SS
ar: جونقلي

source: Lakes_SS
ar: البحيرة

source: Northern Bahr el Ghazal_SS
ar: شمال بحر الغزال

source: Unity_SS
ar: الوحدة

source: Upper Nile_SS
ar: أعالي النيل

source: Warrap_SS
ar: واراب

source: Western Bahr el Ghazal_SS
ar: غرب بحر الغزال

source: Western Equatoria_SS
ar: غرب الاستوائية

source: Principe_ST
ar: برينسيبي

source: Sao Tome_ST
ar: ساو تومي

source: Ahuachapan_SV
ar: أهواتشابان

source: Cabanas_SV
ar: إدارة كاباناس

source: Chalatenango_SV
ar: شالاتنانغو

source: Cuscatlan_SV
ar: إدارة كوسكاتلان

source: La Libertad_SV
ar: لا ليبرتاد

source: La Paz_SV
ar: لاباز

source: La Union_SV
ar: لا يونيون

source: Morazan_SV
ar: إدارة مورازان

source: San Miguel_SV
ar: سان ميغيل

source: San Salvador_SV
ar: سان سلفادور

source: San Vicente_SV
ar: إدارة سان فيسينتي

source: Santa Ana_SV
ar: سانتا آنا

source: Sonsonate_SV
ar: سونسوناتي، السلفادور

source: Usulutan_SV
ar: أوسولوتان

source: Sint Maarten (Dutch Part)_SX
ar: سينت مارتن

source: Al Hasakah_SY
ar: الحسكة

source: Al Ladhiqiyah_SY
ar: اللاذقية

source: Al Qunaytirah_SY
ar: القنيطرة

source: Ar Raqqah_SY
ar: الرقة

source: As Suwayda'_SY
ar: السويداء

source: Dar'a_SY
ar: درعا

source: Dayr az Zawr_SY
ar: دير الزور

source: Dimashq_SY
ar: دمشق

source: Halab_SY
ar: حلب

source: Hamah_SY
ar: حماة

source: Hims_SY
ar: حمص

source: Idlib_SY
ar: ادلب

source: Rif Dimashq_SY
ar: ريف دمشق

source: Tartus_SY
ar: طرطوس

source: Hhohho_SZ
ar: هوهو

source: Lubombo_SZ
ar: لوبومبو

source: Manzini_SZ
ar: مانزيني

source: Shiselweni_SZ
ar: شيزلويني

source: Turks and Caicos Islands_TC
ar: جزر توركس وكايكوس

source: Bahr el Gazel_TD
ar: بحر الغزال

source: Batha_TD
ar: البطحاء

source: Borkou_TD
ar: بوركو

source: Chari-Baguirmi_TD
ar: شاري باغيرمي

source: Guera_TD
ar: غويرا

source: Hadjer Lamis_TD
ar: هاجر لميس

source: Kanem_TD
ar: كانم

source: Lac_TD
ar: لاك

source: Logone-Occidental_TD
ar: لوجون أوكسيدنتال

source: Logone-Oriental_TD
ar: لوجون أورينتال

source: Mandoul_TD
ar: مندل

source: Mayo-Kebbi-Est_TD
ar: مايو كيبي الشرقية

source: Mayo-Kebbi-Ouest_TD
ar: مايو كيبي الغربية

source: Moyen-Chari_TD
ar: موين شاري

source: Ouaddai_TD
ar: واداي

source: Salamat_TD
ar: سلامات

source: Sila_TD
ar: سيلا

source: Tandjile_TD
ar: تانجيل

source: Tibesti_TD
ar: جبال تيبستي

source: Ville de Ndjamena_TD
ar: انجمينا

source: Wadi Fira_TD
ar: وادي فيرا

source: French Southern Territories_TF
ar: أراضي فرنسية جنوبية وأنتارتيكية

source: Centrale_TG
ar: المركزية

source: Kara_TG
ar: كارا

source: Maritime_TG
ar: بحري

source: Plateaux_TG
ar: الهضاب

source: Savanes_TG
ar: السافانا

source: Amnat Charoen_TH
ar: أمنات تشاروين

source: Ang Thong_TH
ar: أنغ ثونغ

source: Bueng Kan_TH
ar: بوينغ كان

source: Buri Ram_TH
ar: بوريرام

source: Chachoengsao_TH
ar: شاشوينجساو

source: Chai Nat_TH
ar: تشاينات

source: Chaiyaphum_TH
ar: تشايافوم

source: Chanthaburi_TH
ar: تشانثابوري

source: Chiang Mai_TH
ar: تشيانغ مي

source: Chiang Rai_TH
ar: تشيانغ ري

source: Chon Buri_TH
ar: تشونبوري

source: Chumphon_TH
ar: تشومفون

source: Kalasin_TH
ar: كالاسين

source: Kamphaeng Phet_TH
ar: كامفاينغ فيت

source: Kanchanaburi_TH
ar: كانتشانابوري

source: Khon Kaen_TH
ar: خون كاين

source: Krabi_TH
ar: كرابي

source: Krung Thep Maha Nakhon_TH
ar: بانكوك

source: Lampang_TH
ar: لامبانغ

source: Lamphun_TH
ar: لامفون

source: Loei_TH
ar: لويي

source: Lop Buri_TH
ar: لوبوري

source: Mae Hong Son_TH
ar: ماي هونغ سون

source: Maha Sarakham_TH
ar: ماها ساراخام

source: Mukdahan_TH
ar: موكداهان

source: Nakhon Nayok_TH
ar: ناخون نايوك

source: Nakhon Pathom_TH
ar: ناخون باتوم

source: Nakhon Phanom_TH
ar: ناخون فانوم

source: Nakhon Ratchasima_TH
ar: ناخون راتشاسيما

source: Nakhon Sawan_TH
ar: ناخون ساوان

source: Nakhon Si Thammarat_TH
ar: ناخون سي تاممارات

source: Nan_TH
ar: نان

source: Narathiwat_TH
ar: ناراتيوات

source: Nong Bua Lam Phu_TH
ar: نونغبوا لامفو

source: Nong Khai_TH
ar: نونغ خاي

source: Nonthaburi_TH
ar: نونثابوري

source: Pathum Thani_TH
ar: باثوم ثاني

source: Pattani_TH
ar: فطاني

source: Phangnga_TH
ar: فانغ نغا

source: Phatthalung_TH
ar: فاتالونغ

source: Phayao_TH
ar: فاياو

source: Phetchabun_TH
ar: فيتشابون

source: Phetchaburi_TH
ar: براتشينبوري

source: Phichit_TH
ar: فيتشيت

source: Phitsanulok_TH
ar: فيتسانولوك

source: Phra Nakhon Si Ayutthaya_TH
ar: فرا ناخون سي أيوتثايا

source: Phrae_TH
ar: فراي

source: Phuket_TH
ar: بوكيت

source: Prachin Buri_TH
ar: براشينبوري

source: Prachuap Khiri Khan_TH
ar: براتشواب خيري خان

source: Ranong_TH
ar: رانونغ

source: Ratchaburi_TH
ar: راتشابوري

source: Rayong_TH
ar: رايونغ

source: Roi Et_TH
ar: روي إت

source: Sa Kaeo_TH
ar: سا كايو

source: Sakon Nakhon_TH
ar: ساكون ناخون

source: Samut Prakan_TH
ar: ساموت براكان

source: Samut Sakhon_TH
ar: ساموت ساخون

source: Samut Songkhram_TH
ar: ساموت سونغخرام

source: Saraburi_TH
ar: سارابوري

source: Satun_TH
ar: ساتون

source: Si Sa Ket_TH
ar: سي سا كت

source: Sing Buri_TH
ar: سنغ بوري

source: Songkhla_TH
ar: سونغكلا

source: Sukhothai_TH
ar: سوكوتاي

source: Suphan Buri_TH
ar: سوفانبوري

source: Surat Thani_TH
ar: سورات ثاني

source: Surin_TH
ar: سورين

source: Tak_TH
ar: تاك

source: Trang_TH
ar: ترانغ

source: Trat_TH
ar: ترات

source: Ubon Ratchathani_TH
ar: أوبون راتشاثاني

source: Udon Thani_TH
ar: ودون تاني

source: Uthai Thani_TH
ar: يوثاي ثاني

source: Uttaradit_TH
ar: أوتاراديت

source: Yala_TH
ar: يالا

source: Yasothon_TH
ar: سورين

source: Dushanbe_TJ
ar: دوشمبه

source: Khatlon_TJ
ar: خاتلون

source: Kuhistoni Badakhshon_TJ
ar: بدخشان الجبلية ذاتية الحكم

source: Nohiyahoi Tobei Jumhuri_TJ
ar: Nohiyahoi Tobei Jumhuri

source: Sughd_TJ
ar: صغد

source: Tokelau_TK
ar: توكيلاو

source: Aileu_TL
ar: إيلو

source: Ainaro_TL
ar: أينارو

source: Baucau_TL
ar: باكاو

source: Bobonaro_TL
ar: بوبونارو

source: Cova Lima_TL
ar: كوفا ليما

source: Dili_TL
ar: ديلي

source: Ermera_TL
ar: إرميرا

source: Lautem_TL
ar: اوتيم

source: Liquica_TL
ar: ليكويسا

source: Manatuto_TL
ar: ماناتوتو

source: Manufahi_TL
ar: مانوفاهي

source: Oecussi_TL
ar: أوكسي

source: Viqueque_TL
ar: فيكيكي

source: Ahal_TM
ar: أهال

source: Balkan_TM
ar: البلقان

source: Dasoguz_TM
ar: داشوغوز

source: Lebap_TM
ar: يباب

source: Mary_TM
ar: ماري

source: Beja_TN
ar: بيجا

source: Ben Arous_TN
ar: بن عروس

source: Bizerte_TN
ar: بنزرت

source: Gabes_TN
ar: قابس

source: Gafsa_TN
ar: قفصة

source: Jendouba_TN
ar: جندوبة

source: Kairouan_TN
ar: القيروان

source: Kasserine_TN
ar: الڨصرين

source: Kebili_TN
ar: ڨبلي

source: L'Ariana_TN
ar: أريانة

source: La Manouba_TN
ar: منوبة

source: Le Kef_TN
ar: الكاف

source: Mahdia_TN
ar: المهدية

source: Medenine_TN
ar: مدنين

source: Monastir_TN
ar: المنستير

source: Nabeul_TN
ar: نابل

source: Sfax_TN
ar: صفاقس

source: Sidi Bouzid_TN
ar: سيدي بوزيد

source: Siliana_TN
ar: سليانة

source: Sousse_TN
ar: سوسة

source: Tataouine_TN
ar: تطاوين

source: Tozeur_TN
ar: توزر

source: Tunis_TN
ar: تونس

source: Zaghouan_TN
ar: زغوان

source: 'Eua_TO
ar: 'Eua

source: Ha'apai_TO
ar: هاباي

source: Niuas_TO
ar: نواس

source: Tongatapu_TO
ar: تونجاتابو

source: Vava'u_TO
ar: فافأو

source: Adana_TR
ar: أضنة

source: Adiyaman_TR
ar: آدي يامان

source: Afyonkarahisar_TR
ar: أفيون قره حصار

source: Agri_TR
ar: آغري

source: Aksaray_TR
ar: أق سراي

source: Amasya_TR
ar: أماسيا

source: Ankara_TR
ar: أنقرة

source: Antalya_TR
ar: أنطالية

source: Ardahan_TR
ar: أرداهان

source: Artvin_TR
ar: أرتوين

source: Aydin_TR
ar: آيدين

source: Balikesir_TR
ar: بالق أسير

source: Bartin_TR
ar: بارتين

source: Batman_TR
ar: بطمان

source: Bayburt_TR
ar: بايبورت

source: Bilecik_TR
ar: بيله جك

source: Bingol_TR
ar: بينكل

source: Bitlis_TR
ar: بدليس

source: Bolu_TR
ar: بولو

source: Burdur_TR
ar: بوردور

source: Bursa_TR
ar: بورصة

source: Canakkale_TR
ar: جنق قلعة

source: Cankiri_TR
ar: جانقري

source: Corum_TR
ar: جوروم

source: Denizli_TR
ar: دنيزلي

source: Diyarbakir_TR
ar: ديار بكر

source: Duzce_TR
ar: دوزجه

source: Edirne_TR
ar: أدرنة

source: Elazig_TR
ar: معمورة العزيز

source: Erzincan_TR
ar: أرزينجان

source: Erzurum_TR
ar: أرضرّوم

source: Eskisehir_TR
ar: إسكي شهر

source: Gaziantep_TR
ar: عنتاب

source: Giresun_TR
ar: غيرسون

source: Gumushane_TR
ar: كوموش خانة

source: Hakkari_TR
ar: هكاري

source: Hatay_TR
ar: هاتاي

source: Igdir_TR
ar: اغدير

source: Isparta_TR
ar: إسبرطة

source: Istanbul_TR
ar: إسطنبول

source: Izmir_TR
ar: إزمير

source: Kahramanmaras_TR
ar: مرعش

source: Karabuk_TR
ar: قره بوك

source: Karaman_TR
ar: كارامان

source: Kars_TR
ar: قارص

source: Kastamonu_TR
ar: قسطموني

source: Kayseri_TR
ar: قيصرية

source: Kilis_TR
ar: كلّس

source: Kirikkale_TR
ar: كيريكال

source: Kirklareli_TR
ar: محافظة كيركلاريلي

source: Kirsehir_TR
ar: قرشهير

source: Kocaeli_TR
ar: قوجه ايلي

source: Konya_TR
ar: قونية

source: Kutahya_TR
ar: كوتاهية

source: Malatya_TR
ar: ملاطيا

source: Manisa_TR
ar: مانيسا

source: Mardin_TR
ar: ماردين

source: Mersin_TR
ar: مرسين

source: Mugla_TR
ar: موغلا

source: Mus_TR
ar: موش

source: Nevsehir_TR
ar: نوشهر

source: Nigde_TR
ar: نيدا

source: Ordu_TR
ar: أردو

source: Osmaniye_TR
ar: عثمانية

source: Rize_TR
ar: ريزه

source: Sakarya_TR
ar: سكاريا

source: Samsun_TR
ar: سامسون

source: Sanliurfa_TR
ar: شانلي أورفا

source: Siirt_TR
ar: سعرد

source: Sinop_TR
ar: سينوب

source: Sirnak_TR
ar: شرناق

source: Sivas_TR
ar: سيواس

source: Tekirdag_TR
ar: تيكيرداغ

source: Tokat_TR
ar: توقاد

source: Trabzon_TR
ar: طرابزون

source: Tunceli_TR
ar: تونجلي

source: Usak_TR
ar: أوشاك

source: Van_TR
ar: عربة النقل

source: Yalova_TR
ar: يالوفا

source: Yozgat_TR
ar: يوزغات

source: Zonguldak_TR
ar: زانغولداك

source: Arima_TT
ar: آريما

source: Chaguanas_TT
ar: تشاغواناس

source: Couva-Tabaquite-Talparo_TT
ar: كوفا تاباكوايت تالبارو

source: Diego Martin_TT
ar: دييجو مارتن

source: Mayaro-Rio Claro_TT
ar: ميارو-ريو كلارو

source: Penal-Debe_TT
ar: بينال ديبي

source: Point Fortin_TT
ar: بوينت فورتين

source: Port of Spain_TT
ar: بورت أوف سبين

source: Princes Town_TT
ar: الأمراء

source: San Fernando_TT
ar: سان فرناندو

source: San Juan-Laventille_TT
ar: سان خوان لافينتيلي

source: Sangre Grande_TT
ar: سانجر غراندي

source: Siparia_TT
ar: سيبريا

source: Tobago_TT
ar: توباغو

source: Tunapuna-Piarco_TT
ar: تونابونا بياركو

source: Funafuti_TV
ar: فونافوتي

source: Nanumaga_TV
ar: Nanumaga

source: Nanumea_TV
ar: نانومي

source: Niutao_TV
ar: نيوتاو

source: Nui_TV
ar: نوي

source: Nukufetau_TV
ar: نوكوفيتاو

source: Nukulaelae_TV
ar: نوكولايلاي

source: Vaitupu_TV
ar: فايتوبو

source: Changhua_TW
ar: تشانغوا

source: Chiayi_TW
ar: شيا يي

source: Hsinchu_TW
ar: سين شو

source: Hualien_TW
ar: هالوين

source: Kaohsiung_TW
ar: كاوهسيونغ

source: Keelung_TW
ar: كيلونغ

source: Kinmen_TW
ar: كنمن

source: Lienchiang_TW
ar: Lienchiang

source: Miaoli_TW
ar: مياولي

source: Nantou_TW
ar: نانتو

source: New Taipei_TW
ar: تايبيه الجديدة

source: Penghu_TW
ar: بسكادورز

source: Pingtung_TW
ar: بينغتونغ

source: Taichung_TW
ar: تاي شانغ

source: Tainan_TW
ar: تاينان

source: Taipei_TW
ar: تايبيه

source: Taitung_TW
ar: تايتونج

source: Taoyuan_TW
ar: تاويون

source: Yilan_TW
ar: ييلان

source: Yunlin_TW
ar: يون لين

source: Arusha_TZ
ar: أروشا

source: Dar es Salaam_TZ
ar: دار السلام

source: Dodoma_TZ
ar: دودوما

source: Geita_TZ
ar: غيتا

source: Iringa_TZ
ar: إيرينغا

source: Kagera_TZ
ar: كاجيرا

source: Kaskazini Pemba_TZ
ar: كاسكازيني بيمبا

source: Kaskazini Unguja_TZ
ar: Kaskazini Unguja

source: Katavi_TZ
ar: كاتافي

source: Kigoma_TZ
ar: كيغوما

source: Kilimanjaro_TZ
ar: جبل كيليمانجارو

source: Kusini Pemba_TZ
ar: كوسيني بيمبا

source: Kusini Unguja_TZ
ar: كوسيني أنجوجا

source: Lindi_TZ
ar: ليندي

source: Manyara_TZ
ar: مانيارا

source: Mara_TZ
ar: مارا

source: Mbeya_TZ
ar: مبيا

source: Mjini Magharibi_TZ
ar: مجيني مغربي

source: Morogoro_TZ
ar: موروجورو

source: Mtwara_TZ
ar: متوارا

source: Mwanza_TZ
ar: موانزا

source: Njombe_TZ
ar: نجومبي

source: Pwani_TZ
ar: المحافظة الساحلية

source: Rukwa_TZ
ar: روكوا

source: Ruvuma_TZ
ar: روفوما

source: Shinyanga_TZ
ar: شينيانغا

source: Simiyu_TZ
ar: سيميو

source: Singida_TZ
ar: سينغيدا

source: Tabora_TZ
ar: تابورا

source: Tanga_TZ
ar: طنجة

source: Avtonomna Respublika Krym_UA
ar: جمهورية القرم ذاتية الحكم

source: Cherkaska oblast_UA
ar: تشيركاسي أوبلاست

source: Chernihivska oblast_UA
ar: تشرنيهيف أوبلاست

source: Chernivetska oblast_UA
ar: تشيرنيفتسي أوبلاست

source: Dnipropetrovska oblast_UA
ar: دنيبروبتروفسك أوبلاست

source: Donetska oblast_UA
ar: أوبلاست دونيتسك

source: Ivano-Frankivska oblast_UA
ar: إيفانو فرانكيفسك أوبلاست

source: Kharkivska oblast_UA
ar: خاركيف أوبلاست

source: Khersonska oblast_UA
ar: أوديسا أوبلاست

source: Khmelnytska oblast_UA
ar: خملنيتسكي أوبلاست

source: Kirovohradska oblast_UA
ar: كيروفوهراد أوبلاست

source: Kyiv_UA
ar: كييف أوبلاست

source: Kyivska oblast_UA
ar: كييف أوبلاست

source: Luhanska oblast_UA
ar: لوهانسك أوبلاست

source: Lvivska oblast_UA
ar: لفيف أوبلاست

source: Mykolaivska oblast_UA
ar: ميكولايف أوبلاست

source: Odeska oblast_UA
ar: أوديسا أوبلاست

source: Poltavska oblast_UA
ar: بولتافا أوبلاست

source: Rivnenska oblast_UA
ar: ريفنا أوبلاست

source: Sevastopol_UA
ar: سيفاستوبول

source: Sumska oblast_UA
ar: سومي أوبلاست

source: Ternopilska oblast_UA
ar: ترنوبل أوبلاست

source: Vinnytska oblast_UA
ar: فينيتسا أوبلاست

source: Volynska oblast_UA
ar: فولين أوبلاست

source: Zakarpatska oblast_UA
ar: زاكارباتيا أوبلاست

source: Zaporizka oblast_UA
ar: زابوروجييه أوبلاست

source: Zhytomyrska oblast_UA
ar: زيتومير أوبلاست

source: Abim_UG
ar: أبيم

source: Adjumani_UG
ar: أدجومانى

source: Agago_UG
ar: اجاجو

source: Alebtong_UG
ar: Alebtong

source: Amolatar_UG
ar: أمولاتار

source: Amudat_UG
ar: Amudat

source: Amuria_UG
ar: أموريا

source: Amuru_UG
ar: أمورو

source: Apac_UG
ar: اباك

source: Arua_UG
ar: أروا

source: Budaka_UG
ar: بودكا

source: Bududa_UG
ar: Bududa

source: Bugiri_UG
ar: بوجيرى

source: Buhweju_UG
ar: Buhweju

source: Buikwe_UG
ar: Buikwe

source: Bukedea_UG
ar: Bukedea

source: Bukomansibi_UG
ar: Bukomansibi

source: Bukwa_UG
ar: بوكوا

source: Bulambuli_UG
ar: Bulambuli

source: Buliisa_UG
ar: Buliisa

source: Bundibugyo_UG
ar: بونديبوجيو

source: Bushenyi_UG
ar: بوشينى

source: Busia_UG
ar: بوسيا

source: Butaleja_UG
ar: بوتالجا

source: Buvuma_UG
ar: Buvuma

source: Buyende_UG
ar: Buyende

source: Dokolo_UG
ar: دوكولو

source: Gomba_UG
ar: Gomba

source: Gulu_UG
ar: غولو

source: Hoima_UG
ar: هويما

source: Ibanda_UG
ar: إيباندا

source: Iganga_UG
ar: إيغانغا

source: Isingiro_UG
ar: إسنجيرو

source: Jinja_UG
ar: جينجا

source: Kaabong_UG
ar: كابونغ

source: Kabale_UG
ar: كابالي

source: Kabarole_UG
ar: كابارولي

source: Kaberamaido_UG
ar: كابيرامايدو

source: Kalangala_UG
ar: كالانغالا

source: Kaliro_UG
ar: كاليرو

source: Kalungu_UG
ar: Kalungu

source: Kampala_UG
ar: كامبالا

source: Kamuli_UG
ar: كامولي

source: Kamwenge_UG
ar: كاموينج

source: Kanungu_UG
ar: كنونغ

source: Kapchorwa_UG
ar: كابشوروا

source: Kasese_UG
ar: كاسيس

source: Katakwi_UG
ar: كاتاكوي

source: Kayunga_UG
ar: كايونجا

source: Kibaale_UG
ar: كيبالى

source: Kiboga_UG
ar: كيبوجا

source: Kibuku_UG
ar: Kibuku

source: Kiruhura_UG
ar: كيروهورا

source: Kiryandongo_UG
ar: كيرياندونجو

source: Kisoro_UG
ar: كيسورو
