Repository: alaa-jadaan/alm-main
Catalog: languages/*/LC_MESSAGES/*.po
Languages: ar

source: Chhukha_BT
ar: جوخا

source: Dagana_BT
ar: داجانا

source: Gasa_BT
ar: Gasa

source: Haa_BT
ar: ها

source: Lhuentse_BT
ar: لوينتسي

source: Monggar_BT
ar: مونجار

source: Paro_BT
ar: بارو

source: Pemagatshel_BT
ar: بماغاتشل

source: Punakha_BT
ar: بونخا

source: Samdrup Jongkhar_BT
ar: Samdrup Jongkhar

source: Samtse_BT
ar: سامتسي

source: Thimphu_BT
ar: تيمفو

source: Trashi Yangtse_BT
ar: Trashi Yangtse

source: Trashigang_BT
ar: تراشيغانغ

source: Trongsa_BT
ar: ترونغسا

source: Tsirang_BT
ar: تسيرانغ

source: Wangdue Phodrang_BT
ar: Wangdue Phodrang

source: Zhemgang_BT
ar: زهيمجانج

source: Central_BW
ar: المقاطعة المركزية

source: Ghanzi_BW
ar: غانزي

source: Kgalagadi_BW
ar: كغالاجادي

source: Kgatleng_BW
ar: كغاتلنغ

source: Kweneng_BW
ar: كويننغ

source: North East_BW
ar: الشمال الشرقي

source: North West_BW
ar: الشمال الغربي

source: South East_BW
ar: المقاطعة الجنوب شرقية

source: Southern_BW
ar: المقاطعة الجنوبية

source: Brestskaya voblasts'_BY
ar: بوبريسك أوبلاست

source: Homyel'skaya voblasts'_BY
ar: غومل أوبلاست

source: Horad Minsk_BY
ar: مينسك

source: Hrodzenskaya voblasts'_BY
ar: أوبلاست جردونه

source: Mahilyowskaya voblasts'_BY
ar: موغيليوف أوبلاست

source: Minskaya voblasts'_BY
ar: مينسك

source: Vitsyebskaya voblasts'_BY
ar: فيتسبك أوبلاست

source: Belize_BZ
ar: بليز

source: Cayo_BZ
ar: كايو

source: Corozal_BZ
ar: كوروزال

source: Orange Walk_BZ
ar: أورانج ووك

source: Stann Creek_BZ
ar: ستان كريك

source: Toledo_BZ
ar: طليطلة

source: Alberta_CA
ar: ألبرتا

source: British Columbia_CA
ar: كولومبيا البريطانية

source: Manitoba_CA
ar: مانيتوبا

source: New Brunswick_CA
ar: نيو برونزويك

source: Newfoundland and Labrador_CA
ar: نيوفندلاند ولابرادور

source: Northwest Territories_CA
ar: الأراضي الشمالية الغربية

source: Nova Scotia_CA
ar: نوفا سكوشا

source: Nunavut_CA
ar: نونافوت

source: Ontario_CA
ar: أونتاريو

source: Prince Edward Island_CA
ar: جزيرة الأمير إدوارد

source: Quebec_CA
ar: كيبك

source: Saskatchewan_CA
ar: ساسكاتشوان

source: Yukon_CA
ar: يوكون

source: Cocos (Keeling) Islands_CC
ar: جزر كوكوس

source: Bas-Uele_CD
ar: بس-أويلي

source: Equateur_CD
ar: خط الاستواء

source: Haut-Katanga_CD
ar: أوت كاتانغا

source: Haut-Lomami_CD
ar: أوت الأدوار

source: Haut-Uele_CD
ar: أويلي العليا

source: Ituri_CD
ar: إدارة إيتوري المؤقتة

source: Kasai_CD
ar: Kasai

source: Kasai Central_CD
ar: كاساي الوسطى

source: Kasai Oriental_CD
ar: كاساي أورينتال

source: Kinshasa_CD
ar: كينشاسا

source: Kongo Central_CD
ar: كونغو الوسطى

source: Kwango_CD
ar: Kwango

source: Kwilu_CD
ar: كويلو

source: Lomami_CD
ar: الأدوار

source: Lualaba_CD
ar: والابا

source: Mai-Ndombe_CD
ar: ماي ندومبي

source: Maniema_CD
ar: مانيما

source: Mongala_CD
ar: Mongala

source: Nord-Kivu_CD
ar: كيفو الشمالية

source: Nord-Ubangi_CD
ar: نور-أوبانجي

source: Sankuru_CD
ar: سانكورو

source: Sud-Kivu_CD
ar: كيفو الجنوبية

source: Sud-Ubangi_CD
ar: سود أوبانجي

source: Tanganyika_CD
ar: جمهورية تنجانيقا

source: Tshopo_CD
ar: تشوبو

source: Tshuapa_CD
ar: Tshuapa

source: Bamingui-Bangoran_CF
ar: بامينغوي بانغوران

source: Bangui_CF
ar: بانغي

source: Basse-Kotto_CF
ar: باس-كوتو

source: Gribingui_CF
ar: نانا-جريبيزي

source: Haut-Mbomou_CF
ar: هوت مبومو

source: Haute-Kotto_CF
ar: هوت-كوتو

source: Kemo-Gribingui_CF
ar: كيمو

source: Lobaye_CF
ar: لوبايه

source: Mambere-Kadei_CF
ar: مامبرة كاديي

source: Mbomou_CF
ar: مبومو

source: Nana-Mambere_CF
ar: نانا مامبيري

source: Ombella-Mpoko_CF
ar: أومبلامبوكو

source: Ouaka_CF
ar: أواكا

source: Ouham_CF
ar: أوهام

source: Ouham-Pende_CF
ar: أوهام-بيندي

source: Sangha_CF
ar: سانغا

source: Vakaga_CF
ar: فاكاجا

source: Bouenza_CG
ar: بوينزا

source: Brazzaville_CG
ar: برازافيل

source: Cuvette_CG
ar: الكويب المخبري

source: Cuvette-Ouest_CG
ar: كفيت-كويست

source: Lekoumou_CG
ar: يكومو

source: Likouala_CG
ar: يكوالا

source: Niari_CG
ar: نياري

source: Plateaux_CG
ar: الهضاب

source: Pointe-Noire_CG
ar: بوانت-نوار

source: Pool_CG
ar: حوض السباحة

source: Sangha_CG
ar: سانغا

source: Aargau_CH
ar: كانتون أرجاو

source: Appenzell Ausserrhoden_CH
ar: كانتون أبينزيل أوسيرهودن

source: Appenzell Innerrhoden_CH
ar: كانتون أبينزيل إينرهودن

source: Basel-Landschaft_CH
ar: كانتون ريف بازل

source: Basel-Stadt_CH
ar: كانتون بازل

source: Bern_CH
ar: برن

source: Fribourg_CH
ar: فريبورغ

source: Geneve_CH
ar: جنيف

source: Glarus_CH
ar: غلروس

source: Graubunden_CH
ar: كانتون غراوبوندن

source: Jura_CH
ar: جورا

source: Luzern_CH
ar: لوسرن

source: Neuchatel_CH
ar: نوشاتيل

source: Nidwalden_CH
ar: كانتون نيدفالدن

source: Obwalden_CH
ar: كانتون أوبفالدن

source: Sankt Gallen_CH
ar: كانتون سانت غالن

source: Schaffhausen_CH
ar: شافهاوزن

source: Schwyz_CH
ar: شويز

source: Solothurn_CH
ar: سولوتورن

source: Thurgau_CH
ar: كانتون تورغاو

source: Ticino_CH
ar: كانتون تيسينو

source: Uri_CH
ar: كانتون أوري

source: Valais_CH
ar: كانتون فاليز

source: Vaud_CH
ar: كانتون فود

source: Zug_CH
ar: زوغ

source: Zurich_CH
ar: زيورخ

source: Abidjan_CI
ar: أبيدجان

source: Bas-Sassandra_CI
ar: بس ساساندرا

source: Comoe_CI
ar: كومو البريد

source: Denguele_CI
ar: دانغيل

source: Goh-Djiboua_CI
ar: Goh-Djiboua

source: Lacs_CI
ar: البحيرات

source: Lagunes_CI
ar: اجونيه

source: Montagnes_CI
ar: مونتيجز

source: Sassandra-Marahoue_CI
ar: ساساندرا-مراهو

source: Savanes_CI
ar: السافانا

source: Vallee du Bandama_CI
ar: فالي دو بانداما

source: Woroba_CI
ar: Woroba

source: Yamoussoukro_CI
ar: ياماسوكرو

source: Zanzan_CI
ar: زانزان

source: Cook Islands_CK
ar: جزر كوك

source: Aisen del General Carlos Ibanez del Campo_CL
ar: آيسن

source: Antofagasta_CL
ar: انتوفاغاستا

source: Arica y Parinacota_CL
ar: أريكا وبارينكوتا

source: Atacama_CL
ar: صحراء أتاكاما

source: Biobio_CL
ar: بيو بيو

source: Coquimbo_CL
ar: كوكويمبو

source: La Araucania_CL
ar: أروكانيا

source: Libertador General Bernardo O'Higgins_CL
ar: ليبرتادور خنرال برناردو أوهيغينز

source: Los Lagos_CL
ar: لوس لاغوس

source: Los Rios_CL
ar: لوس ريوس

source: Magallanes_CL
ar: ماجلان

source: Maule_CL
ar: مولي

source: Region Metropolitana de Santiago_CL
ar: سانتياغو متروبوليتان

source: Tarapaca_CL
ar: تاراباكا

source: Valparaiso_CL
ar: فالبارايسو

source: Adamaoua_CM
ar: آداماوا

source: Centre_CM
ar: الإدارة الوسطى

source: Est_CM
ar: Est

source: Extreme-Nord_CM
ar: المتطرف نور

source: Littoral_CM
ar: الإدارة الساحلية

source: Nord_CM
ar: المنطقة الشمالية

source: Nord-Ouest_CM
ar: الإدارة الشمال غربية

source: Ouest_CM
ar: الإدارة الغربية

source: Sud_CM
ar: الإدارة الجنوبية

source: Sud-Ouest_CM
ar: الإقليم الجنوبي الغربي

source: Anhui_CN
ar: آنهوي

source: Beijing_CN
ar: بكين

source: Chongqing_CN
ar: تشونغتشينغ

source: Fujian_CN
ar: فوجيان

source: Gansu_CN
ar: قانسو

source: Guangdong_CN
ar: غوانغدونغ

source: Guangxi_CN
ar: قوانغشي

source: Guizhou_CN
ar: قويتشو

source: Hainan_CN
ar: هينان

source: Hebei_CN
ar: خبي

source: Heilongjiang_CN
ar: هيلونغجيانغ

source: Henan_CN
ar: خنان

source: Hubei_CN
ar: خوبي

source: Hunan_CN
ar: خونان

source: Jiangsu_CN
ar: جيانغسو

source: Jiangxi_CN
ar: جيانغشي

source: Jilin_CN
ar: جيلين

source: Liaoning_CN
ar: لياونينغ

source: Nei Mongol_CN
ar: منغوليا الداخلية

source: Ningxia_CN
ar: نينغشيا

source: Qinghai_CN
ar: تشينغهاي

source: Shaanxi_CN
ar: شنشي

source: Shandong_CN
ar: شاندونغ

source: Shanghai_CN
ar: شانغهاي

source: Shanxi_CN
ar: شانشي

source: Sichuan_CN
ar: سيتشوان

source: Tianjin_CN
ar: تيانجين

source: Xinjiang_CN
ar: سنجان ذاتية الحكم

source: Xizang_CN
ar: التبت ذاتية الحكم

source: Yunnan_CN
ar: يونّان

source: Zhejiang_CN
ar: تشيجيانغ

source: Amazonas_CO
ar: إدارة أمازوناس

source: Antioquia_CO
ar: إدارة أنتيوكيا

source: Arauca_CO
ar: إدارة أروكا

source: Atlantico_CO
ar: إدارة أتلانتيكو

source: Bolivar_CO
ar: إدارة بوليفار

source: Boyaca_CO
ar: إدارة بوياكا

source: Caldas_CO
ar: إدارة كالداس

source: Caqueta_CO
ar: إدارة كاكيتا

source: Casanare_CO
ar: إدارة كاساناري

source: Cauca_CO
ar: إدارة كاوكا

source: Cesar_CO
ar: إدارة سيزار

source: Choco_CO
ar: إدارة تشوكو

source: Cordoba_CO
ar: قرطبة

source: Cundinamarca_CO
ar: إدارة كونديناماركا

source: Distrito Capital de Bogota_CO
ar: بوغوتا

source: Guainia_CO
ar: إدارة غواينيا

source: Guaviare_CO
ar: إدارة غوافياري

source: Huila_CO
ar: هويلا

source: La Guajira_CO
ar: إدارة لا غواخيرا

source: Magdalena_CO
ar: ماجدالينا

source: Meta_CO
ar: ما بعد

source: Narino_CO
ar: إدارة نارينيو

source: Norte de Santander_CO
ar: إدارة نورتي دي سانتاندير

source: Putumayo_CO
ar: إدارة بوتومايو

source: Quindio_CO
ar: إدارة كوينديو

source: Risaralda_CO
ar: إدارة ريزارالدا

source: San Andres, Providencia y Santa Catalina_CO
ar: إدارة أرخبيل سان أندريس

source: Santander_CO
ar: كانتابريا

source: Sucre_CO
ar: سوكري

source: Tolima_CO
ar: إدارة توليما

source: Valle del Cauca_CO
ar: إدارة فالي ديل كاوكا

source: Vaupes_CO
ar: إدارة فاوبيس

source: Vichada_CO
ar: إدارة فيتشادا

source: Alajuela_CR
ar: ألاخويلا

source: Cartago_CR
ar: كارتاغو

source: Guanacaste_CR
ar: غواناكاسته

source: Heredia_CR
ar: إيريذيا

source: Limon_CR
ar: ليمون

source: Puntarenas_CR
ar: بونتاريناس

source: San Jose_CR
ar: سان خوسيه

source: Artemisa_CU
ar: آرتميسا

source: Camaguey_CU
ar: كاماغواي

source: Ciego de Avila_CU
ar: سييغو دي افيلا

source: Cienfuegos_CU
ar: سينفويغوس

source: Granma_CU
ar: غرانما

source: Guantanamo_CU
ar: غونتانامو

source: Holguin_CU
ar: هولغوين

source: Isla de la Juventud_CU
ar: جزيرة خوفينتود

source: La Habana_CU
ar: هافانا

source: Las Tunas_CU
ar: لاس توناس

source: Matanzas_CU
ar: ماتانزاس

source: Mayabeque_CU
ar: مايابيك

source: Pinar del Rio_CU
ar: بينار ديل ريو

source: Sancti Spiritus_CU
ar: سانكتي سبريتوس

source: Santiago de Cuba_CU
ar: سانتياغو دي كوبا

source: Villa Clara_CU
ar: فيلا كلارا

source: Boa Vista_CV
ar: بوا فيست

source: Brava_CV
ar: برافا

source: Maio_CV
ar: Maio

source: Mosteiros_CV
ar: Mosteiros

source: Paul_CV
ar: بول

source: Porto Novo_CV
ar: بورتو نوفو

source: Praia_CV
ar: برايا

source: Ribeira Brava_CV
ar: ريبيرا برافا

source: Ribeira Grande_CV
ar: ريبيرا غراندي

source: Ribeira Grande de Santiago_CV
ar: ريبيرا غراندي دي سانتياغو

source: Sal_CV
ar: سال، الرأس الأخضر

source: Santa Catarina_CV
ar: سانتا كاتارينا

source: Santa Catarina do Fogo_CV
ar: سانتا كاتارينا دو فوغو

source: Santa Cruz_CV
ar: سانتا كروز دي لا سايرا

source: Sao Domingos_CV
ar: ساو دومينغوس

source: Sao Filipe_CV
ar: ساو فيليب

source: Sao Lourenco dos Orgaos_CV
ar: ساو لورنسو دوس أورجا

source: Sao Miguel_CV
ar: ساو ميغيل

source: Sao Salvador do Mundo_CV
ar: ساو سلفادور دو موندو

source: Sao Vicente_CV
ar: ساو فيسينتي

source: Tarrafal_CV
ar: تارافال

source: Tarrafal de Sao Nicolau_CV
ar: Tarrafal de Sao Nicolau

source: Curacao_CW
ar: كوراساو

source: Christmas Island_CX
ar: جزيرة كريسماس

source: Ammochostos_CY
ar: الماغوصة

source: Keryneia_CY
ar: كيرينيا

source: Larnaka_CY
ar: لارنكا

source: Lefkosia_CY
ar: نيقوسيا

source: Lemesos_CY
ar: ليماسول

source: Pafos_CY
ar: بافوس

source: Jihocesky kraj_CZ
ar: جنوب بوهيميا

source: Jihomoravsky kraj_CZ
ar: جنوب مورافيا

source: Karlovarsky kraj_CZ
ar: كارلوفي فاري

source: Kraj Vysocina_CZ
ar: فيسوتشنا

source: Kralovehradecky kraj_CZ
ar: هرادتس كرالوفه

source: Liberecky kraj_CZ
ar: ليبيريتس

source: Moravskoslezsky kraj_CZ
ar: مورافيا-سيليزيا

source: Olomoucky kraj_CZ
ar: أولوموتس

source: Pardubicky kraj_CZ
ar: باردوبيتسه

source: Plzensky kraj_CZ
ar: بلزن

source: Praha, Hlavni mesto_CZ
ar: براغ

source: Stredocesky kraj_CZ
ar: بوهيميا الوسطى

source: Ustecky kraj_CZ
ar: أوستي ناد لابم

source: Zlinsky kraj_CZ
ar: زلين

source: Baden-Wurttemberg_DE
ar: بادن-فورتمبيرغ

source: Bayern_DE
ar: بافاريا

source: Berlin_DE
ar: برلين

source: Brandenburg_DE
ar: براندنبورغ

source: Bremen_DE
ar: بريمن

source: Hamburg_DE
ar: هامبورغ

source: Hessen_DE
ar: هــسـّـن

source: Mecklenburg-Vorpommern_DE
ar: مكلنبورغ فوربومرن

source: Niedersachsen_DE
ar: ساكسونيا السفلى

source: Nordrhein-Westfalen_DE
ar: شمال الراين-وستفاليا

source: Rheinland-Pfalz_DE
ar: راينلند بالاتينات

source: Saarland_DE
ar: سارلاند

source: Sachsen_DE
ar: ساكسونيا

source: Sachsen-Anhalt_DE
ar: ساكسونيا أنهالت

source: Schleswig-Holstein_DE
ar: شليسفيش هولشتاين

source: Thuringen_DE
ar: تورينغن

source: Ali Sabieh_DJ
ar: علي صبيح

source: Arta_DJ
ar: أرتا

source: Dikhil_DJ
ar: دخيل

source: Djibouti_DJ
ar: جيبوتي

source: Obock_DJ
ar: أوبوك

source: Tadjourah_DJ
ar: تاجورة

source: Hovedstaden_DK
ar: هوفدستادن

source: Midtjylland_DK
ar: ميديولند

source: Nordjylland_DK
ar: نوردلاند

source: Sjaelland_DK
ar: زيلاند

source: Syddanmark_DK
ar: سيد دنمارك

source: Saint Andrew_DM
ar: القديس أندرو

source: Saint David_DM
ar: القديس داود

source: Saint George_DM
ar: القديس جرجس

source: Saint John_DM
ar: القديس يوحنا

source: Saint Joseph_DM
ar: القديس يوسف

source: Saint Luke_DM
ar: القديس لوقا

source: Saint Mark_DM
ar: سان مارك

source: Saint Patrick_DM
ar: القديس باتريك

source: Saint Paul_DM
ar: القديس بول

source: Saint Peter_DM
ar: القديس بطرس

source: Azua_DO
ar: ازوا

source: Baoruco_DO
ar: باوروكو

source: Barahona_DO
ar: باراهونا

source: Dajabon_DO
ar: داجابون

source: Distrito Nacional (Santo Domingo)_DO
ar: ديستريتو ناسيونال (سانتو دومينغو)

source: Duarte_DO
ar: دوارتي

source: El Seibo_DO
ar: الصيبو

source: Elias Pina_DO
ar: إلياس بينا

source: Espaillat_DO
ar: إسبايلات

source: Hato Mayor_DO
ar: حاتو العمدة

source: Hermanas Mirabal_DO
ar: هيرماناس ميرابال

source: Independencia_DO
ar: الاستقلال

source: La Altagracia_DO
ar: لا التاغراسيا

source: La Romana_DO
ar: لا رومانا

source: La Vega_DO
ar: لا فيغا

source: Maria Trinidad Sanchez_DO
ar: ماريا ترينيداد سانشيز

source: Monsenor Nouel_DO
ar: مونسنور نويل

source: Monte Cristi_DO
ar: مونت كريستي

source: Monte Plata_DO
ar: مونتي بلاتا

source: Pedernales_DO
ar: بدرنالس

source: Peravia_DO
ar: بيرافيا

source: Puerto Plata_DO
ar: بويرتو بلاتا

source: Samana_DO
ar: سمانا

source: San Cristobal_DO
ar: سان كريستوبال

source: San Jose de Ocoa_DO
ar: سان خوسيه دي اكوا

source: San Juan_DO
ar: سان خوان

source: San Pedro de Macoris_DO
ar: سان بيدرو دي ماكوريس

source: Sanchez Ramirez_DO
ar: سانشيز راميريز

source: Santiago_DO
ar: شنت ياقب

source: Santiago Rodriguez_DO
ar: سانتياغو رودريجيز

source: Valverde_DO
ar: فالفيردي

source: Adrar_DZ
ar: أدرار

source: Ain Defla_DZ
ar: عين الدفلى

source: Ain Temouchent_DZ
ar: عين تموشنت

source: Alger_DZ
ar: جزائر

source: Annaba_DZ
ar: عنابة

source: Batna_DZ
ar: باتنة

source: Bechar_DZ
ar: بشار

source: Bejaia_DZ
ar: بجاية

source: Biskra_DZ
ar: بسكرة

source: Blida_DZ
ar: البليدة

source: Bordj Bou Arreridj_DZ
ar: برج بوعريريج

source: Bouira_DZ
ar: البويرة

source: Boumerdes_DZ
ar: بومرداس

source: Chlef_DZ
ar: الشلف

source: Constantine_DZ
ar: قسنطينة

source: Djelfa_DZ
ar: الجلفة

source: El Bayadh_DZ
ar: البيّض

source: El Oued_DZ
ar: الوادي

source: El Tarf_DZ
ar: الطارف

source: Ghardaia_DZ
ar: غرداية

source: Guelma_DZ
ar: قالمة

source: Illizi_DZ
ar: إليزي

source: Jijel_DZ
ar: جيجل

source: Khenchela_DZ
ar: خنشلة

source: Laghouat_DZ
ar: الأغواط

source: M'sila_DZ
ar: المسيلة

source: Mascara_DZ
ar: المسكرة

source: Medea_DZ
ar: ميديا

source: Mila_DZ
ar: ميلة

source: Mostaganem_DZ
ar: مستغانم

source: Naama_DZ
ar: نعمة

source: Oran_DZ
ar: وهران

source: Ouargla_DZ
ar: ورقلة

source: Oum el Bouaghi_DZ
ar: ام البواقي

source: Relizane_DZ
ar: غليزان

source: Saida_DZ
ar: سعيدة

source: Setif_DZ
ar: سطيف

source: Sidi Bel Abbes_DZ
ar: سيدي بلعباس

source: Skikda_DZ
ar: سكيكدة

source: Souk Ahras_DZ
ar: سوق أهراس

source: Tamanrasset_DZ
ar: تامنراست

source: Tebessa_DZ
ar: تبسة

source: Tiaret_DZ
ar: تيارت

source: Tindouf_DZ
ar: تندوف

source: Tipaza_DZ
ar: تيبازة

source: Tissemsilt_DZ
ar: تيسمسيلت

source: Tizi Ouzou_DZ
ar: تيزي وزو

source: Tlemcen_DZ
ar: تلمسان

source: Azuay_EC
ar: أزواي

source: Bolivar_EC
ar: بوليفار

source: Canar_EC
ar: كانار

source: Carchi_EC
ar: كارتشي

source: Chimborazo_EC
ar: تشيمبورازو

source: Cotopaxi_EC
ar: كوتوباكسي

source: El Oro_EC
ar: إل أورو

source: Esmeraldas_EC
ar: إسمرالداس

source: Galapagos_EC
ar: جزر غالاباغوس

source: Guayas_EC
ar: غاياس

source: Imbabura_EC
ar: إمبابورا

source: Loja_EC
ar: لوخا

source: Los Rios_EC
ar: لوس ريوس

source: Manabi_EC
ar: مانابي

source: Morona Santiago_EC
ar: مورونا سانتياغو

source: Napo_EC
ar: نابو

source: Orellana_EC
ar: أوريينا

source: Pastaza_EC
ar: باستازا

source: Pichincha_EC
ar: بيتشينتشا

source: Santa Elena_EC
ar: سانتا إيلينا

source: Santo Domingo de los Tsachilas_EC
ar: سانتو دومينغو دا لوس تساتشيلاس

source: Sucumbios_EC
ar: سوكومبيوس

source: Tungurahua_EC
ar: تونغوراهوا

source: Zamora Chinchipe_EC
ar: زامورا تشينتشيبه

source: Harjumaa_EE
ar: مديرية هاريو

source: Hiiumaa_EE
ar: هييوما

source: Ida-Virumaa_EE
ar: إيدا فيرو

source: Jarvamaa_EE
ar: دائرة يارفا

source: Jogevamaa_EE
ar: يوجيفا

source: Laane-Virumaa_EE
ar: لين-فيرو

source: Laanemaa_EE
ar: لانا

source: Parnumaa_EE
ar: بارنو

source: Polvamaa_EE
ar: بولفا

source: Raplamaa_EE
ar: رابلا

source: Saaremaa_EE
ar: ساريما

source: Tartumaa_EE
ar: تارتو

source: Valgamaa_EE
ar: فالغا

source: Viljandimaa_EE
ar: فيلياندي

source: Vorumaa_EE
ar: فورو

source: Ad Daqahliyah_EG
ar: الدقهلية

source: Al Bahr al Ahmar_EG
ar: محافظة البحر الأحمر

source: Al Buhayrah_EG
ar: البحيرة

source: Al Fayyum_EG
ar: الفيوم

source: Al Gharbiyah_EG
ar: محافظة الغربية

source: Al Iskandariyah_EG
ar: الإسكندرية

source: Al Isma'iliyah_EG
ar: محافظة الإسماعيلية

source: Al Jizah_EG
ar: الجيزة

source: Al Minufiyah_EG
ar: المنوفية

source: Al Minya_EG
ar: المنيا

source: Al Qahirah_EG
ar: مديرية القاهرة

source: Al Qalyubiyah_EG
ar: القليوبية

source: Al Uqsur_EG
ar: الأقصر

source: Al Wadi al Jadid_EG
ar: الوادي الجديد

source: As Suways_EG
ar: السويس

source: Ash Sharqiyah_EG
ar: المنطقة الشرقية

source: Aswan_EG
ar: أسوان

source: Asyut_EG
ar: أسيوط

source: Bani Suwayf_EG
ar: بني سويف

source: Bur Sa'id_EG
ar: بورسعيد

source: Dumyat_EG
ar: دمياط

source: Janub Sina'_EG
ar: جنوب سيناء

source: Kafr ash Shaykh_EG
ar: كفر الشيخ

source: Matruh_EG
ar: مطروح

source: Qina_EG
ar: قنا

source: Shamal Sina'_EG
ar: شمال سيناء

source: Suhaj_EG
ar: سوهاج

source: Western Sahara_EH
ar: الصحراء الغربية

source: Al Awsat_ER
ar: المنطقة الوسطى

source: Al Janubi_ER
ar: الجنوبى

source: Ansaba_ER
ar: أنسبا

source: Janubi al Bahri al Ahmar_ER
ar: جنبوبي البحر الأحمر

source: Qash-Barkah_ER
ar: Qash-Barkah

source: Shimali al Bahri al Ahmar_ER
ar: شيمالي البحري الأحمر

source: Andalucia_ES
ar: أندلوسيا

source: Aragon_ES
ar: أرغـون

source: Asturias, Principado de_ES
ar: أستورياس

source: Canarias_ES
ar: جزر كنارية

source: Cantabria_ES
ar: كانتابريا

source: Castilla y Leon_ES
ar: قشتالة وليون

source: Castilla-La Mancha_ES
ar: قشتالة-لا مانتشا

source: Catalunya_ES
ar: كتالونيا

source: Ceuta_ES
ar: سبتة

source: Extremadura_ES
ar: إكستريمادورا

source: Galicia_ES
ar: غاليسيا

source: Illes Balears_ES
ar: جزر البليار

source: La Rioja_ES
ar: لا ريوخا

source: Madrid, Comunidad de_ES
ar: مدريد

source: Melilla_ES
ar: مليلية

source: Murcia, Region de_ES
ar: مرسية

source: Navarra, Comunidad Foral de_ES
ar: نبرة

source: Pais Vasco_ES
ar: الباسك

source: Valenciana, Comunidad_ES
ar: بلنسية

source: Adis Abeba_ET
ar: أديس أبابا

source: Afar_ET
ar: عفر

source: Amara_ET
ar: قضاء العمارة

source: Binshangul Gumuz_ET
ar: بنيشنقول-قماز

source: Dire Dawa_ET
ar: ديرة داوا

source: Gambela Hizboch_ET
ar: جامبيلا

source: Hareri Hizb_ET
ar: هراري

source: Oromiya_ET
ar: شعب الأورومو

source: Sumale_ET
ar: المنطقة الصومالية

source: Tigray_ET
ar: تيغراي

source: YeDebub Biheroch Bihereseboch na Hizboch_ET
ar: الأمم الجنوبية

source: Etela-Karjala_FI
ar: كاريليا الجنوبية

source: Etela-Pohjanmaa_FI
ar: بوهيانما الجنوبية

source: Etela-Savo_FI
ar: سافو الجنوبية

source: Kainuu_FI
ar: كاينو

source: Kanta-Hame_FI
ar: كانتا هامي

source: Keski-Pohjanmaa_FI
ar: بوهيانما الوسطى

source: Keski-Suomi_FI
ar: فنلندا الوسطى

source: Kymenlaakso_FI
ar: كومنلاكسو

source: Lappi_FI
ar: لابي

source: Paijat-Hame_FI
ar: بايات هامي

source: Pirkanmaa_FI
ar: بيركانما

source: Pohjanmaa_FI
ar: بوهيانما

source: Pohjois-Karjala_FI
ar: كاريليا الشمالية

source: Pohjois-Pohjanmaa_FI
ar: بوهيانما الشمالية

source: Pohjois-Savo_FI
ar: سافو الشمالية

source: Satakunta_FI
ar: ستاكونتا

source: Uusimaa_FI
ar: أوسيما

source: Varsinais-Suomi_FI
ar: فارسينايس سوومي

source: Central_FJ
ar: الإدارة المركزية

source: Eastern_FJ
ar: الشرقية

source: Northern_FJ
ar: المحافظة الشمالية

source: Rotuma_FJ
ar: روتوما

source: Western_FJ
ar: الغربي

source: Falkland Islands (Malvinas)_FK
ar: جزر فوكلاند

source: Chuuk_FM
ar: شوك

source: Kosrae_FM
ar: كوسراي

source: Pohnpei_FM
ar: بونبي

source: Yap_FM
ar: ياب

source: Eysturoy_FO
ar: Eysturoy

source: Nordoyar_FO
ar: Nordoyar

source: Sandoy_FO
ar: Sandoy

source: Streymoy_FO
ar: ستريموي

source: Suduroy_FO
ar: Suduroy

source: Vagar_FO
ar: Vagar

source: Auvergne-Rhone-Alpes_FR
ar: أوفرن-رون ألب

source: Bourgogne-Franche-Comte_FR
ar: بورغون-فرانش-كونت

source: Bretagne_FR
ar: بريتان

source: Centre-Val de Loire_FR
ar: الوسط

source: Corse_FR
ar: كورسيكا

source: Grand-Est_FR
ar: غراند إيست

source: Hauts-de-France_FR
ar: أوت-دو-فرانس

source: Ile-de-France_FR
ar: إيل دو فرانس

source: Normandie_FR
ar: نورماندي

source: Nouvelle-Aquitaine_FR
ar: آكيتين الجديدة

source: Occitanie_FR
ar: أوسيتاني

source: Pays-de-la-Loire_FR
ar: بايي دو لا لوار

source: Provence-Alpes-Cote-d'Azur_FR
ar: بروفنس ألب كوت دازور

source: Estuaire_GA
ar: إيستوير

source: Haut-Ogooue_GA
ar: أوت أوغوي

source: Moyen-Ogooue_GA
ar: موين-أوغوي

source: Ngounie_GA
ar: نغوني

source: Nyanga_GA
ar: النيانغا

source: Ogooue-Ivindo_GA
ar: أوجوي إيفندو

source: Ogooue-Lolo_GA
ar: أوغوي لولو

source: Ogooue-Maritime_GA
ar: أوغوي البحرية

source: Woleu-Ntem_GA
ar: ليو نتيم

source: England_GB
ar: إنكلترا

source: Northern Ireland_GB
ar: أيرلندا الشمالية

source: Scotland_GB
ar: اسكتلندا

source: Wales_GB
ar: ويلز

source: Saint Andrew_GD
ar: القديس أندرو

source: Saint David_GD
ar: القديس داود

source: Saint George_GD
ar: القديس جرجس

source: Saint John_GD
ar: القديس يوحنا

source: Saint Mark_GD
ar: سان مارك

source: Saint Patrick_GD
ar: القديس باتريك

source: Southern Grenadine Islands_GD
ar: جزر غرينادين الجنوبية

source: Abkhazia_GE
ar: أبخازيا

source: Ajaria_GE
ar: أجاريا

source: Guria_GE
ar: غيوريا

source: Imereti_GE
ar: إيميريتي

source: K'akheti_GE
ar: كاخيتي

source: Kvemo Kartli_GE
ar: Kvemo Kartli

source: Mtskheta-Mtianeti_GE
ar: متسخيتا-متيانيتي

source: Rach'a-Lechkhumi-Kvemo Svaneti_GE
ar: راتشا-ليخخومي وكفيمو سفانيتي

source: Samegrelo-Zemo Svaneti_GE
ar: سامغريلو زيمو سفانيتي

source: Samtskhe-Javakheti_GE
ar: Samtskhe-Javakheti

source: Shida Kartli_GE
ar: شيدا كارتلي

source: Tbilisi_GE
ar: تبليسي

source: Guyane_GF
ar: غويانا الفرنسية

source: Guernsey_GG
ar: غيرنسي

source: Ashanti_GH
ar: أشانتي

source: Brong-Ahafo_GH
ar: برونغ أهافو

source: Central_GH
ar: الإدارة المركزية

source: Eastern_GH
ar: الشرقية

source: Greater Accra_GH
ar: أكبر أكرا

source: Northern_GH
ar: المحافظة الشمالية

source: Upper East_GH
ar: الشرق الأوسط

source: Upper West_GH
ar: أعالي الغرب

source: Volta_GH
ar: فولتا

source: Western_GH
ar: الغربي

source: Gibraltar_GI
ar: جبل طارق

source: Avannaata Kommunia_GL
ar: Avannaata Kommunia

source: Kommune Kujalleq_GL
ar: كوياليك

source: Kommune Qeqertalik_GL
ar: Kommune Qeqertalik

source: Kommuneqarfik Sermersooq_GL
ar: سيرمرسوك

source: Qeqqata Kommunia_GL
ar: كيكاتا

source: Banjul_GM
ar: بانجول

source: Central River_GM
ar: سنترال ريفر

source: Lower River_GM
ar: نهر سفلي

source: North Bank_GM
ar: الضفة الشمالية

source: Upper River_GM
ar: أعالي النهر

source: Western_GM
ar: الغربي

source: Beyla_GN
ar: بيلا

source: Boffa_GN
ar: بوفا

source: Boke_GN
ar: بوكي

source: Conakry_GN
ar: كوناكري

source: Coyah_GN
ar: كويا

source: Dabola_GN
ar: دابولا

source: Dalaba_GN
ar: دالابا

source: Dinguiraye_GN
ar: دنجواياري
