Repository: alaa-jadaan/alm-main
Catalog: languages/*/LC_MESSAGES/*.po
Languages: ar

source: Narayani_NP
ar: مديرية ناراياني

source: Rapti_NP
ar: مديرية رابتي

source: Sagarmatha_NP
ar: مديرية ساجارماثا

source: Seti_NP
ar: سيتي

source: Aiwo_NR
ar: آيو

source: Anabar_NR
ar: أنابار

source: Anetan_NR
ar: آنيتان

source: Anibare_NR
ar: أنيبار

source: Baitsi_NR
ar: Baitsi

source: Buada_NR
ar: بوادا

source: Ewa_NR
ar: إيوا

source: Ijuw_NR
ar: أجيو

source: Uaboe_NR
ar: أوبو

source: Yaren_NR
ar: يارين

source: Niue_NU
ar: نييوي

source: Auckland_NZ
ar: أوكلاند

source: Bay of Plenty_NZ
ar: خليج بلنتي

source: Canterbury_NZ
ar: كانتربيري

source: Chatham Islands Territory_NZ
ar: جزر تشاتام

source: Gisborne_NZ
ar: جيسبورن

source: Hawke's Bay_NZ
ar: خليج هوكس

source: Manawatu-Wanganui_NZ
ar: ماناواتو - وانجانوي

source: Marlborough_NZ
ar: مارلبورو

source: Nelson_NZ
ar: نيلسون

source: Northland_NZ
ar: نورثلاند

source: Otago_NZ
ar: أوتاغو

source: Southland_NZ
ar: ساوثلاند

source: Taranaki_NZ
ar: تاراناكي

source: Tasman_NZ
ar: تاسمان

source: Waikato_NZ
ar: وايكاتو

source: Wellington_NZ
ar: ويلينغتون

source: West Coast_NZ
ar: الساحل الغربي

source: Ad Dakhiliyah_OM
ar: المنطقة الداخلية

source: Al Buraymi_OM
ar: البريمي

source: Al Wusta_OM
ar: محافظة الوسطى

source: Az Zahirah_OM
ar: الظاهرة

source: Janub al Batinah_OM
ar: جنوب الباطنة

source: Janub ash Sharqiyah_OM
ar: جنوب الشرقية

source: Masqat_OM
ar: مسقط

source: Musandam_OM
ar: مسندم

source: Shamal al Batinah_OM
ar: شمال الباطنة

source: Shamal ash Sharqiyah_OM
ar: شمال الشرقية

source: Zufar_OM
ar: ظفار

source: Bocas del Toro_PA
ar: بوكاس ديل تورو

source: Chiriqui_PA
ar: شيريكي

source: Cocle_PA
ar: كوكلي

source: Colon_PA
ar: القولون

source: Darien_PA
ar: دارين

source: Embera_PA
ar: أمبيرا

source: Guna Yala_PA
ar: جونا يالا

source: Herrera_PA
ar: هيريرا

source: Los Santos_PA
ar: لوس سانتوس

source: Ngobe-Bugle_PA
ar: ناغوبي-البوق

source: Panama_PA
ar: بنما

source: Veraguas_PA
ar: فيراغواس

source: Amazonas_PE
ar: إدارة أمازوناس

source: Ancash_PE
ar: انكاش

source: Apurimac_PE
ar: أبوريماك

source: Arequipa_PE
ar: أريكيبا

source: Ayacucho_PE
ar: أياكوتشو

source: Cajamarca_PE
ar: كاخاماركا

source: Cusco_PE
ar: كوزكو

source: El Callao_PE
ar: كاياو

source: Huancavelica_PE
ar: هوانكافليكا

source: Huanuco_PE
ar: هانوكو

source: Ica_PE
ar: إيكا

source: Junin_PE
ar: جونين

source: La Libertad_PE
ar: لا ليبرتاد

source: Lambayeque_PE
ar: لمباييكه

source: Lima_PE
ar: ليما

source: Loreto_PE
ar: لوريتو

source: Madre de Dios_PE
ar: مادر دي ديوس

source: Moquegua_PE
ar: موكيغوا

source: Pasco_PE
ar: باسكو

source: Piura_PE
ar: بيورا

source: Puno_PE
ar: بونو

source: San Martin_PE
ar: سان مارتين

source: Tacna_PE
ar: تاكنا

source: Tumbes_PE
ar: تومبيس

source: Ucayali_PE
ar: أوكايالي

source: Iles Australes_PF
ar: جزر أوسترال

source: Iles du Vent_PF
ar: جزر ويندوارد

source: Iles Marquises_PF
ar: جزر ماركيساس

source: Iles Sous-le-Vent_PF
ar: جزر ليوارد (جزر المجتمع)

source: Iles Tuamotu-Gambier_PF
ar: Iles Tuamotu-Gambier

source: Bougainville_PG
ar: بوغانفيل

source: Central_PG
ar: الإدارة المركزية

source: Chimbu_PG
ar: شيمبو

source: East New Britain_PG
ar: شرق بريطانيا الجديدة

source: East Sepik_PG
ar: شرق سيبيك

source: Eastern Highlands_PG
ar: المرتفعات الشرقية

source: Enga_PG
ar: انجا

source: Gulf_PG
ar: الخليج العربي

source: Madang_PG
ar: مادانغ

source: Manus_PG
ar: اليد

source: Milne Bay_PG
ar: خليج ميلن

source: Morobe_PG
ar: موروبى

source: National Capital District (Port Moresby)_PG
ar: العاصمة الوطنية (بورت مورسبي)

source: New Ireland_PG
ar: أيرلندا الجديدة

source: Northern_PG
ar: المحافظة الشمالية

source: Southern Highlands_PG
ar: المرتفعات الجنوبية

source: West New Britain_PG
ar: غرب بريطانيا الجديدة

source: West Sepik_PG
ar: غرب سيبيك

source: Western_PG
ar: الغربي

source: Western Highlands_PG
ar: المرتفعات الغربية

source: Abra_PH
ar: أبرا

source: Agusan del Norte_PH
ar: أغوسان ديل نورت

source: Agusan del Sur_PH
ar: أغوسان ديل سور

source: Aklan_PH
ar: أكلان

source: Albay_PH
ar: ألباي

source: Antique_PH
ar: أثرية

source: Apayao_PH
ar: آبايو

source: Aurora_PH
ar: الشفق القطبي

source: Basilan_PH
ar: باسيلان

source: Bataan_PH
ar: باتان

source: Batanes_PH
ar: باتانيس

source: Batangas_PH
ar: باتانغاس

source: Benguet_PH
ar: بينغويت

source: Biliran_PH
ar: بيليران

source: Bohol_PH
ar: بوهول

source: Bukidnon_PH
ar: بوكيدنون

source: Bulacan_PH
ar: بولاكان

source: Cagayan_PH
ar: كاغايان

source: Camarines Norte_PH
ar: كامارينز نورتي

source: Camarines Sur_PH
ar: كامارينس سور

source: Camiguin_PH
ar: كاميغويين

source: Capiz_PH
ar: كابيز

source: Catanduanes_PH
ar: كاتاندوانه

source: Cavite_PH
ar: كاويته

source: Cebu_PH
ar: سيبو

source: Compostela Valley_PH
ar: كامبوستلا ولي

source: Cotabato_PH
ar: كوتاباتو

source: Davao del Norte_PH
ar: دافاو ديل نورت

source: Davao del Sur_PH
ar: دافاو ديل سور

source: Davao Oriental_PH
ar: دافاو أورينتال

source: Dinagat Islands_PH
ar: جزر ديناجات

source: Eastern Samar_PH
ar: سامار الشرقية

source: Guimaras_PH
ar: غيماراس

source: Ifugao_PH
ar: ايفوغايو

source: Ilocos Norte_PH
ar: إيلوكوس نورت

source: Ilocos Sur_PH
ar: إيلوكوس سور

source: Iloilo_PH
ar: إلويلو

source: Isabela_PH
ar: ايزابلا

source: Kalinga_PH
ar: كالينغا

source: La Union_PH
ar: لا يونيون

source: Laguna_PH
ar: لاغونا

source: Lanao del Norte_PH
ar: لاناو ديل نورتي

source: Lanao del Sur_PH
ar: لاناو ديل سور

source: Leyte_PH
ar: ليتة

source: Maguindanao_PH
ar: ماغوييندانايو

source: Marinduque_PH
ar: ماريندوك

source: Masbate_PH
ar: ماسبات

source: Mindoro Occidental_PH
ar: أوكسيدنتال ميندورو

source: Mindoro Oriental_PH
ar: أورينتال ميندورو

source: Misamis Occidental_PH
ar: ميساميس أوتشيدنتال

source: Misamis Oriental_PH
ar: ميساميس أوريانتال

source: Mountain Province_PH
ar: ماونتين

source: National Capital Region_PH
ar: العاصمة الوطنية

source: Negros Occidental_PH
ar: نيغروس أوتشيدنتال

source: Negros Oriental_PH
ar: أورينتال نيغروس

source: Northern Samar_PH
ar: سامار الشمالية

source: Nueva Ecija_PH
ar: نويفا إيسيا

source: Nueva Vizcaya_PH
ar: نويفا فيزكايا

source: Palawan_PH
ar: بالاوان

source: Pampanga_PH
ar: بامبانغا

source: Pangasinan_PH
ar: بانغاسينان

source: Quezon_PH
ar: كزون

source: Quirino_PH
ar: كويرينو

source: Rizal_PH
ar: ريزال

source: Romblon_PH
ar: رومبلون

source: Samar_PH
ar: سامار

source: Sarangani_PH
ar: سارانغاني

source: Siquijor_PH
ar: سيكيخور

source: Sorsogon_PH
ar: سوروسوغون

source: South Cotabato_PH
ar: جنوب كوتاباتو

source: Southern Leyte_PH
ar: لايتي الجنوبية

source: Sultan Kudarat_PH
ar: سلطان قادرات

source: Sulu_PH
ar: سولو

source: Surigao del Norte_PH
ar: سوريجاو ديل نورت

source: Surigao del Sur_PH
ar: سوريجاو ديل سور

source: Tarlac_PH
ar: تارلاك

source: Tawi-Tawi_PH
ar: تاوي تاوي

source: Zambales_PH
ar: زامباله

source: Zamboanga del Norte_PH
ar: زامبوانجا ديل نورت

source: Zamboanga del Sur_PH
ar: زامبوانجا ديل سور

source: Zamboanga Sibugay_PH
ar: زامبوانجا سيبوجاي

source: Azad Jammu and Kashmir_PK
ar: آزاد جامو وكشمير

source: Balochistan_PK
ar: بلوشستان

source: Federally Administered Tribal Areas_PK
ar: المناطق القبلية الخاضعة للإدارة الاتحادية

source: Gilgit-Baltistan_PK
ar: غلغت بلتستان

source: Islamabad_PK
ar: إسلام آباد

source: Khyber Pakhtunkhwa_PK
ar: خیبر بختونخوا

source: Punjab_PK
ar: البنجاب

source: Sindh_PK
ar: السّند

source: Dolnoslaskie_PL
ar: سيلزيا السفلى

source: Kujawsko-pomorskie_PL
ar: كويافيا-بوميرانيا

source: Lodzkie_PL
ar: وودج

source: Lubelskie_PL
ar: لوبلين

source: Lubuskie_PL
ar: لوبوسكي

source: Malopolskie_PL
ar: بولندا الصغرى

source: Mazowieckie_PL
ar: مازوفيا

source: Opolskie_PL
ar: أوبولي

source: Podkarpackie_PL
ar: سوبكارباتيا

source: Podlaskie_PL
ar: بودلاسكي

source: Pomorskie_PL
ar: بومرسكي

source: Slaskie_PL
ar: سيليزيا

source: Swietokrzyskie_PL
ar: شفينتوكشيسكي

source: Warminsko-mazurskie_PL
ar: فارميا-مازوريا

source: Wielkopolskie_PL
ar: بولندا الكبرى

source: Zachodniopomorskie_PL
ar: غرب بوميرانيا

source: Saint Pierre and Miquelon_PM
ar: سان بيير وميكلون

source: Pitcairn_PN
ar: جزر بيتكيرن

source: Adjuntas_PR
ar: أدخونتاس

source: Aguada_PR
ar: أجودا

source: Aguadilla_PR
ar: Aguadilla

source: Aguas Buenas_PR
ar: أغواس بويناس

source: Aibonito_PR
ar: Aibonito

source: Anasco_PR
ar: أناسكو

source: Arecibo_PR
ar: أريسيبو

source: Arroyo_PR
ar: أرويو

source: Barceloneta_PR
ar: برشلونيتا

source: Barranquitas_PR
ar: Barranquitas

source: Bayamon_PR
ar: بايامون

source: Cabo Rojo_PR
ar: كابو روخو

source: Caguas_PR
ar: كاغواس

source: Camuy_PR
ar: Camuy

source: Canovanas_PR
ar: Canovanas

source: Carolina_PR
ar: كارولينا

source: Catano_PR
ar: Catano

source: Cayey_PR
ar: Cayey

source: Ceiba_PR
ar: القابوق

source: Ciales_PR
ar: Ciales

source: Cidra_PR
ar: Cidra

source: Coamo_PR
ar: Coamo

source: Comerio_PR
ar: Comerio

source: Corozal_PR
ar: كوروزال

source: Culebra_PR
ar: كوليبرا

source: Dorado_PR
ar: دورادو

source: Fajardo_PR
ar: فاجاردو

source: Florida_PR
ar: فلوريدا

source: Guanica_PR
ar: Guanica

source: Guayama_PR
ar: Guayama

source: Guayanilla_PR
ar: Guayanilla

source: Guaynabo_PR
ar: Guaynabo

source: Gurabo_PR
ar: Gurabo

source: Hatillo_PR
ar: هاتيلو

source: Hormigueros_PR
ar: Hormigueros

source: Humacao_PR
ar: Humacao

source: Isabela_PR
ar: ايزابلا

source: Juana Diaz_PR
ar: خوانا دياز

source: Lajas_PR
ar: اخاس

source: Lares_PR
ar: لار

source: Las Marias_PR
ar: لاس مارياس

source: Las Piedras_PR
ar: لاس بيدراس

source: Loiza_PR
ar: Loiza

source: Luquillo_PR
ar: وكويلو

source: Manati_PR
ar: ماناتي

source: Maricao_PR
ar: Maricao

source: Maunabo_PR
ar: Maunabo

source: Mayaguez_PR
ar: ماياجويز

source: Moca_PR
ar: موكا

source: Morovis_PR
ar: Morovis

source: Municipio de Jayuya_PR
ar: Municipio de Jayuya

source: Municipio de Juncos_PR
ar: Municipio de Juncos

source: Naguabo_PR
ar: Naguabo

source: Naranjito_PR
ar: Naranjito

source: Patillas_PR
ar: Patillas

source: Penuelas_PR
ar: Penuelas

source: Ponce_PR
ar: لوطي

source: Quebradillas_PR
ar: Quebradillas

source: Rincon_PR
ar: رينكون

source: Rio Grande_PR
ar: ريو غراندي

source: Sabana Grande_PR
ar: سابانا غراندي

source: Salinas_PR
ar: ساليناس

source: San German_PR
ar: سان جيرمان

source: San Juan_PR
ar: سان خوان

source: San Lorenzo_PR
ar: سان لوررينزو

source: San Sebastian_PR
ar: سان سباستيان

source: Santa Isabel Municipio_PR
ar: Santa Isabel Municipio

source: Toa Alta_PR
ar: توا ألتا

source: Toa Baja_PR
ar: توا باجا

source: Trujillo Alto_PR
ar: تروخيو ألتو

source: Utuado_PR
ar: Utuado

source: Vega Alta_PR
ar: فيغا ألتا

source: Vega Baja_PR
ar: فيغا باخا

source: Vieques_PR
ar: فيكويس

source: Villalba_PR
ar: فيلالبا

source: Yabucoa_PR
ar: Yabucoa

source: Yauco_PR
ar: Yauco

source: Bethlehem_PS
ar: بيت لحم

source: Gaza_PS
ar: غزة

source: Hebron_PS
ar: الخليل

source: Jenin_PS
ar: جنين

source: Jericho and Al Aghwar_PS
ar: أريحا

source: Jerusalem_PS
ar: القدس

source: Nablus_PS
ar: نابلس

source: Qalqilya_PS
ar: قلقيلية

source: Ramallah_PS
ar: رام الله والبيرة

source: Salfit_PS
ar: سلفيت

source: Tubas_PS
ar: طوباس

source: Tulkarm_PS
ar: طولكرم

source: Aveiro_PT
ar: أفييرو

source: Beja_PT
ar: بيجا

source: Braga_PT
ar: براغا

source: Braganca_PT
ar: براغانزا

source: Castelo Branco_PT
ar: كاستيلو برانكو

source: Coimbra_PT
ar: قلمرية

source: Evora_PT
ar: يبورة

source: Faro_PT
ar: فارو

source: Guarda_PT
ar: غواردا

source: Leiria_PT
ar: ليريا

source: Lisboa_PT
ar: لشبونة

source: Portalegre_PT
ar: بورتاليجري

source: Porto_PT
ar: برتقال

source: Regiao Autonoma da Madeira_PT
ar: ماديرا

source: Regiao Autonoma dos Acores_PT
ar: جزر الأزور

source: Santarem_PT
ar: سانتاريم

source: Setubal_PT
ar: شطوبر

source: Viana do Castelo_PT
ar: فيانا دو كاستيلو

source: Vila Real_PT
ar: فيلا ريال

source: Viseu_PT
ar: فيسيو

source: Aimeliik_PW
ar: أيميليك

source: Airai_PW
ar: آيراي

source: Angaur_PW
ar: أنغاور

source: Hatohobei_PW
ar: هاتوهوبي

source: Kayangel_PW
ar: كايانغيل

source: Koror_PW
ar: كورور

source: Melekeok_PW
ar: ميلكيوك

source: Ngaraard_PW
ar: كيراديل

source: Ngarchelong_PW
ar: نغارتشيلونغ

source: Ngardmau_PW
ar: نغاردماو

source: Ngatpang_PW
ar: نغاتبانغ

source: Ngchesar_PW
ar: نيغتشيسار

source: Ngeremlengui_PW
ar: نغاريملينغوي

source: Ngiwal_PW
ar: نغيوال

source: Peleliu_PW
ar: بيليليو

source: Sonsorol_PW
ar: سونسورول

source: Alto Paraguay_PY
ar: إدارة ألتو باراغواي

source: Alto Parana_PY
ar: ألتو بارانا

source: Amambay_PY
ar: إدارة امامباي

source: Asuncion_PY
ar: اسونسيون

source: Boqueron_PY
ar: إدارة بوكويرون

source: Caaguazu_PY
ar: كاغوازو

source: Caazapa_PY
ar: كازابا

source: Canindeyu_PY
ar: إدارة كانينديو

source: Central_PY
ar: الإدارة المركزية

source: Concepcion_PY
ar: إدارة كونسيبسيون

source: Cordillera_PY
ar: كورديليرا

source: Guaira_PY
ar: غوايرا

source: Itapua_PY
ar: إيتابوا

source: Misiones_PY
ar: ميسيونس

source: Neembucu_PY
ar: إدارة نيمبوكو

source: Paraguari_PY
ar: باراغواري

source: Presidente Hayes_PY
ar: بريزيدنت هايز

source: San Pedro_PY
ar: إدارة سان بيدرو

source: Ad Dawhah_QA
ar: الدوحة

source: Al Khawr wa adh Dhakhirah_QA
ar: الخور والذخيرة

source: Al Wakrah_QA
ar: الوكرة

source: Ar Rayyan_QA
ar: الريان

source: Ash Shamal_QA
ar: الشمال

source: Az Za'ayin_QA
ar: الضعاين

source: Umm Salal_QA
ar: أم صلال

source: Reunion_RE
ar: لا ريونيون

source: Alba_RO
ar: ألبا

source: Arad_RO
ar: أراد

source: Arges_RO
ar: أرجيش

source: Bacau_RO
ar: باكاو

source: Bihor_RO
ar: بيهور

source: Bistrita-Nasaud_RO
ar: بيستريتا-ناسود

source: Botosani_RO
ar: بوتوشاني

source: Braila_RO
ar: برايلا

source: Brasov_RO
ar: براشوف

source: Bucuresti_RO
ar: بوخارست

source: Buzau_RO
ar: بوزاو

source: Calarasi_RO
ar: كالاراش

source: Caras-Severin_RO
ar: كاراس-سيفيرين

source: Cluj_RO
ar: كلوج نابوكا

source: Constanta_RO
ar: كونستانتسا

source: Covasna_RO
ar: كوفاسنا

source: Dambovita_RO
ar: دامبوفيتا

source: Dolj_RO
ar: دولج

source: Galati_RO
ar: غالاتس

source: Giurgiu_RO
ar: جورجيو

source: Gorj_RO
ar: غورج

source: Harghita_RO
ar: هارغيتا

source: Hunedoara_RO
ar: هونيدوارا

source: Ialomita_RO
ar: إيالوميتا

source: Iasi_RO
ar: ياش

source: Ilfov_RO
ar: إلفوف

source: Maramures_RO
ar: ماراموريش

source: Mehedinti_RO
ar: ميهيدينتي

source: Mures_RO
ar: موريس

source: Neamt_RO
ar: نيامتس

source: Olt_RO
ar: أولت

source: Prahova_RO
ar: يراهوفا

source: Salaj_RO
ar: سالاج

source: Satu Mare_RO
ar: ساتو ماري

source: Sibiu_RO
ar: سيبيو

source: Suceava_RO
ar: سوتشافا

source: Teleorman_RO
ar: تيليورمان

source: Timis_RO
ar: تيم هو

source: Tulcea_RO
ar: تولتشا

source: Valcea_RO
ar: فالسيا

source: Vaslui_RO
ar: فاسلوي

source: Vrancea_RO
ar: فرنتشيا

source: Beograd_RS
ar: بلغراد

source: Borski okrug_RS
ar: بورسكي أوكروج

source: Branicevski okrug_RS
ar: Branicevski okrug

source: Jablanicki okrug_RS
ar: جابلانيكي أوكروج

source: Juznobacki okrug_RS
ar: مديرية جنوب باتشكا

source: Juznobanatski okrug_RS
ar: Juznobanatski okrug

source: Kolubarski okrug_RS
ar: مديرية كولوبارا

source: Kosovsko-Mitrovacki okrug_RS
ar: Kosovsko-Mitrovacki okrug

source: Macvanski okrug_RS
ar: ماكفانسكي أوكروج

source: Moravicki okrug_RS
ar: مورافيكي أوكروج

source: Nisavski okrug_RS
ar: نيسافسكي أوكروج

source: Pcinjski okrug_RS
ar: Pcinjski okrug

source: Pecki okrug_RS
ar: بيكي أوكروج

source: Pirotski okrug_RS
ar: بيروتسكي أوكروج

source: Podunavski okrug_RS
ar: Podunavski okrug

source: Pomoravski okrug_RS
ar: بومورفسكي أوكروج

source: Prizrenski okrug_RS
ar: بريزرينسكي أوكروج

source: Rasinski okrug_RS
ar: راسينسكي أوكروج

source: Raski okrug_RS
ar: راسكى أوكروج

source: Severnobacki okrug_RS
ar: مديرية شمال باكشتا

source: Severnobanatski okrug_RS
ar: Severnobanatski okrug

source: Srednjebanatski okrug_RS
ar: Srednjebanatski okrug

source: Sremski okrug_RS
ar: سريم

source: Sumadijski okrug_RS
ar: سوماديجسكي أوكروج

source: Toplicki okrug_RS
ar: Toplicki okrug

source: Zajecarski okrug_RS
ar: Zajecarski okrug

source: Zapadnobacki okrug_RS
ar: غرب باكشتا

source: Zlatiborski okrug_RS
ar: Zlatiborski okrug

source: Adygeya, Respublika_RU
ar: أديغيا

source: Altay, Respublika_RU
ar: جمهورية ألطاي

source: Altayskiy kray_RU
ar: كراي ألطاي

source: Amurskaya oblast'_RU
ar: أمور أوبلاست

source: Arkhangel'skaya oblast'_RU
ar: أرخانغلسك أوبلاست

source: Astrakhanskaya oblast'_RU
ar: أستراخان أوبلاست

source: Bashkortostan, Respublika_RU
ar: جمهورية باشكورستان

source: Belgorodskaya oblast'_RU
ar: بيلغورود أوبلاست

source: Bryanskaya oblast'_RU
ar: بريانسك أوبلاست

source: Buryatiya, Respublika_RU
ar: جمهورية بورياتيا

source: Chechenskaya Respublika_RU
ar: جمهورية الشيشان

source: Chelyabinskaya oblast'_RU
ar: أوبلاست تشيليابنسك

source: Chukotskiy avtonomnyy okrug_RU
ar: دائرة تشوكوتكا ذات الحكم الذاتي

source: Chuvashskaya Respublika_RU
ar: جمهورية تشوفاشيا

source: Dagestan, Respublika_RU
ar: داغستان

source: Ingushetiya, Respublika_RU
ar: جمهورية إنغوشيا

source: Irkutskaya oblast'_RU
ar: إركوتسك أوبلاست

source: Ivanovskaya oblast'_RU
ar: إيفانوفو أوبلاست

source: Kabardino-Balkarskaya Respublika_RU
ar: جمهورية قبردينو - بلقاريا

source: Kaliningradskaya oblast'_RU
ar: كالينينغراد أوبلاست

source: Kalmykiya, Respublika_RU
ar: قلميقيا

source: Kaluzhskaya oblast'_RU
ar: كالوغا أوبلاست

source: Kamchatskiy kray_RU
ar: كراي كامشاتكا

source: Karachayevo-Cherkesskaya Respublika_RU
ar: قراتشاي - تشركيسيا

source: Kareliya, Respublika_RU
ar: جمهورية كاريليا

source: Kemerovskaya oblast'_RU
ar: أوبلاست كيمروفسكايا

source: Khabarovskiy kray_RU
ar: خاباروفسك كراي

source: Khakasiya, Respublika_RU
ar: خقاسيا

source: Khanty-Mansiyskiy avtonomnyy okrug_RU
ar: خانتي-مانسي أوكروغ—يوغرا

source: Kirovskaya oblast'_RU
ar: كيروف أوبلاست

source: Komi, Respublika_RU
ar: جمهورية كومي

source: Kostromskaya oblast'_RU
ar: كوستروما أوبلاست

source: Krasnodarskiy kray_RU
ar: كراسنودار كراي

source: Krasnoyarskiy kray_RU
ar: كراسنويارسك كراي

source: Kurganskaya oblast'_RU
ar: كورغان أوبلاست

source: Kurskaya oblast'_RU
ar: كورسك أوبلاست

source: Leningradskaya oblast'_RU
ar: لينينغراد أوبلاست

source: Lipetskaya oblast'_RU
ar: ليبيتسك أوبلاست

source: Magadanskaya oblast'_RU
ar: ماغادان أوبلاست

source: Mariy El, Respublika_RU
ar: جمهورية ماري إل

source: Mordoviya, Respublika_RU
ar: جمهورية موردوفيا

source: Moskovskaya oblast'_RU
ar: موسكو

source: Moskva_RU
ar: موسكو

source: Murmanskaya oblast'_RU
ar: أوبلاست مورمانسك

source: Nenetskiy avtonomnyy okrug_RU
ar: أوكروغ نينيتس الذاتية

source: Nizhegorodskaya oblast'_RU
ar: نيجني نوفغورود أوبلاست

source: Novgorodskaya oblast'_RU
ar: أوبلاست نوفغورود

source: Novosibirskaya oblast'_RU
ar: نوفوسيبيرسك أوبلاست

source: Omskaya oblast'_RU
ar: أوبلاست أومسك

source: Orenburgskaya oblast'_RU
ar: أورنبرغ أوبلاست

source: Orlovskaya oblast'_RU
ar: أوريول أوبلاست

source: Penzenskaya oblast'_RU
ar: بانزا أوبلاست

source: Permskiy kray_RU
ar: بيرم كراي

source: Primorskiy kray_RU
ar: بريمورسكي كراي

source: Pskovskaya oblast'_RU
ar: بسكوف أوبلاست

source: Rostovskaya oblast'_RU
ar: روستوف أوبلاست

source: Ryazanskaya oblast'_RU
ar: ريازان أوبلاست

source: Saha, Respublika_RU
ar: جمهورية ساخا (ياقوتيا)

source: Sakhalinskaya oblast'_RU
ar: ساخالين أوبلاست

source: Samarskaya oblast'_RU
ar: سمارا أوبلاست

source: Sankt-Peterburg_RU
ar: سانت بطرسبرغ

source: Saratovskaya oblast'_RU
ar: ساراتوف أوبلاست

source: Severnaya Osetiya, Respublika_RU
ar: جمهورية أوستيا الشمالية - ألانيا

source: Smolenskaya oblast'_RU
ar: أوبلاست سمولينسك

source: Stavropol'skiy kray_RU
ar: كراي ستافروبول

source: Sverdlovskaya oblast'_RU
ar: أوبلاست سفردلوفسك

source: Tambovskaya oblast'_RU
ar: تامبوف أوبلاست

source: Tatarstan, Respublika_RU
ar: جمهورية تتارستان

source: Tomskaya oblast'_RU
ar: تومسك أوبلاست

source: Tul'skaya oblast'_RU
ar: تولا أوبلاست

source: Tverskaya oblast'_RU
ar: تفير أوبلاست

source: Tyumenskaya oblast'_RU
ar: تيومين أوبلاست

source: Tyva, Respublika_RU
ar: توفا

source: Udmurtskaya Respublika_RU
ar: أودمورتيا

source: Ul'yanovskaya oblast'_RU
ar: أوليانوفسك أوبلاست

source: Vladimirskaya oblast'_RU
ar: فلاديمير أوبلاست

source: Volgogradskaya oblast'_RU
ar: فولغوغراد أوبلاست

source: Vologodskaya oblast'_RU
ar: فولوغدا أوبلاست

source: Voronezhskaya oblast'_RU
ar: فورونيج أوبلاست

source: Yamalo-Nenetskiy avtonomnyy okrug_RU
ar: أوكروغ يامالو-نينيتس الذاتية

source: Yaroslavskaya oblast'_RU
ar: ياروسلافل أوبلاست

source: Yevreyskaya avtonomnaya oblast'_RU
ar: الحكم الذاتي اليهودية

source: Zabaykal'skiy kray_RU
ar: كراي عبر البايكال

source: Est_RW
ar: Est

source: Nord_RW
ar: نورد

source: Ouest_RW
ar: الإدارة الغربية

source: Sud_RW
ar: الإدارة الجنوبية

source: Ville de Kigali_RW
ar: كيغالي

source: 'Asir_SA
ar: عسير

source: Al Bahah_SA
ar: الباحة

source: Al Hudud ash Shamaliyah_SA
ar: الحدود الشمالية

source: Al Jawf_SA
ar: الجوف

source: Al Madinah al Munawwarah_SA
ar: المدينة المنورة

source: Al Qasim_SA
ar: القصيم

source: Ar Riyad_SA
ar: الرياض

source: Ash Sharqiyah_SA
ar: المنطقة الشرقية

source: Ha'il_SA
ar: حائل

source: Jazan_SA
ar: جازان

source: Makkah al Mukarramah_SA
ar: مكة

source: Najran_SA
ar: نجران

source: Tabuk_SA
ar: تبوك

source: Central_SB
ar: الإدارة المركزية

source: Choiseul_SB
ar: تشويسيول

source: Guadalcanal_SB
ar: جوادالكانال

source: Isabel_SB
ar: إيزابيل

source: Makira-Ulawa_SB
ar: Makira-Ulawa

source: Malaita_SB
ar: ماليتا

source: Rennell and Bellona_SB
ar: رينيل وبيلونا

source: Temotu_SB
ar: تيموتو

source: Western_SB
ar: الغربي

source: Anse aux Pins_SC
ar: Anse aux Pins

source: Anse Boileau_SC
ar: آنس بوالو

source: Anse Royale_SC
ar: آنس رويال

source: Baie Lazare_SC
ar: باي لازار

source: Beau Vallon_SC
ar: بيو فالون

source: Bel Ombre_SC
ar: بيل اومبر

source: Cascade_SC
ar: تتالي

source: English River_SC
ar: النهر الانجليزي

source: Grand Anse Mahe_SC
ar: غراند آنس ماهي

source: La Digue_SC
ar: لا ديغو

source: Pointe Larue_SC
ar: بوانت لارو

source: Port Glaud_SC
ar: ميناء جلاود

source: Takamaka_SC
ar: تاكاماكا

source: Blue Nile_SD
ar: النيل الأزرق

source: Gedaref_SD
ar: القضارف

source: Gezira_SD
ar: الجزيرة

source: Kassala_SD
ar: كسلا

source: Khartoum_SD
ar: الخرطوم

source: North Darfur_SD
ar: شمال دارفور

source: North Kordofan_SD
ar: شمال كردفان

source: Northern_SD
ar: الولاية الشمالية

source: Red Sea_SD
ar: البحر الأحمر

source: River Nile_SD
ar: نهر النيل

source: Sennar_SD
ar: سنّار

source: South Darfur_SD
ar: جنوب دارفور

source: South Kordofan_SD
ar: جنوب كردفان

source: West Darfur_SD
ar: غرب دارفور

source: White Nile_SD
ar: النيل الأبيض

source: Blekinge lan_SE
ar: بيلكينج

source: Dalarnas lan_SE
ar: دالارناس

source: Gavleborgs lan_SE
ar: يافلبورغ

source: Gotlands lan_SE
ar: جوتلاندز

source: Hallands lan_SE
ar: هاللاند

source: Jamtlands lan_SE
ar: يمتلاند

source: Jonkopings lan_SE
ar: يونشوبينغ

source: Kalmar lan_SE
ar: كالمار

source: Kronobergs lan_SE
ar: كرونوبري

source: Norrbottens lan_SE
ar: نوربوتن

source: Orebro lan_SE
ar: اوربرو

source: Ostergotlands lan_SE
ar: اوسترغوتلاند

source: Skane lan_SE
ar: اسكونه

source: Sodermanlands lan_SE
ar: سودرمانلاند

source: Stockholms lan_SE
ar: ستوكهولم

source: Uppsala lan_SE
ar: اوبسالا

source: Varmlands lan_SE
ar: ورملاند

source: Vasterbottens lan_SE
ar: وستربوتن

source: Vasternorrlands lan_SE
ar: فسترنورلاند

source: Vastmanlands lan_SE
ar: فستمانلاند

source: Vastra Gotalands lan_SE
ar: فسترا يوتالاند

source: Singapore_SG
ar: سنغافورة

source: Ascension_SH
ar: صعود

source: Saint Helena_SH
ar: سانت هيلينا

source: Tristan da Cunha_SH
ar: تريستان دا كونا

source: Ajdovscina_SI
ar: آيدوشتشينا

source: Apace_SI
ar: على قدم وساق

source: Beltinci_SI
ar: Beltinci

source: Benedikt_SI
ar: بينيديكت

source: Bistrica ob Sotli_SI
ar: بيستريكا أوب سوتلي

source: Bled_SI
ar: بليد

source: Bloke_SI
ar: رجل

source: Bohinj_SI
ar: بوينج

source: Borovnica_SI
ar: Borovnica

source: Bovec_SI
ar: بوفيتس

source: Braslovce_SI
ar: Braslovce

source: Brda_SI
ar: بردا

source: Brezice_SI
ar: بريجيتسه

source: Brezovica_SI
ar: Brezovica

source: Cankova_SI
ar: Cankova

source: Celje_SI
ar: تسيليه
