Repository: alaa-jadaan/alm-main
Catalog: languages/*/LC_MESSAGES/*.po
Languages: ar

source: Andorra_AD_C
ar: أندورا

source: United Arab Emirates_AE_C
ar: الإمارات

source: Afghanistan_AF_C
ar: أفغانستان

source: Antigua and Barbuda_AG_C
ar: أنتيغوا وباربودا

source: Anguilla_AI_C
ar: أنغويلا

source: Albania_AL_C
ar: ألبانيا

source: Armenia_AM_C
ar: أرمينيا

source: Angola_AO_C
ar: أنغولا

source: Antarctica_AQ_C
ar: القارة القطبية الجنوبية

source: Argentina_AR_C
ar: الأرجنتين

source: American Samoa_AS_C
ar: ساموا الأمريكية

source: Austria_AT_C
ar: النمسا

source: Australia_AU_C
ar: أستراليا

source: Aruba_AW_C
ar: أروبا

source: Aland Islands_AX_C
ar: جزر أولاند

source: Azerbaijian_AZ_C
ar: أذربيجان

source: Bosnia and Herzegovina_BA_C
ar: البوسنة والهرسك

source: Barbados_BB_C
ar: باربادوس

source: Bangladesh_BD_C
ar: بنغلاديش

source: Belgium_BE_C
ar: بلجيكا

source: Burkina Faso_BF_C
ar: بوركينا فاسو

source: Bulgaria_BG_C
ar: بلغاريا

source: Bahrain_BH_C
ar: البحرين

source: Burundi_BI_C
ar: بوروندي

source: Benin_BJ_C
ar: بنين

source: Saint Barthelemy_BL_C
ar: سان بارتيلمي

source: Bermuda_BM_C
ar: برمودا

source: Brunei Darussalam_BN_C
ar: بروناي

source: Bolivia, Plurinational State of_BO_C
ar: بوليفيا

source: Bonaire, Sint Eustatius and Saba_BQ_C
ar: الجزر الكاريبية الهولندية

source: Brazil_BR_C
ar: البرازيل

source: Bahamas_BS_C
ar: باهاماس

source: Bhutan_BT_C
ar: بوتان

source: Botswana_BW_C
ar: بوتسوانا

source: Belarus_BY_C
ar: بيلاروسيا

source: Belize_BZ_C
ar: بليز

source: Canada_CA_C
ar: كندا

source: Cocos (Keeling) Islands_CC_C
ar: جزر كوكوس

source: Congo, The Democratic Republic of The_CD_C
ar: جمهورية الكونغو الديمقراطية

source: Central African Republic_CF_C
ar: جمهورية أفريقيا الوسطى

source: Congo_CG_C
ar: كونغو

source: Switzerland_CH_C
ar: سويسرا

source: Cote D'ivoire_CI_C
ar: ساحل العاج

source: Cook Islands_CK_C
ar: جزر كوك

source: Chile_CL_C
ar: تشيلي

source: Cameroon_CM_C
ar: الكاميرون

source: China_CN_C
ar: الصين

source: Colombia_CO_C
ar: كولومبيا

source: Costa Rica_CR_C
ar: كوستاريكا

source: Cuba_CU_C
ar: كوبا

source: Cabo Verde_CV_C
ar: الرأس الأخضر

source: Curacao_CW_C
ar: كوراساو

source: Christmas Island_CX_C
ar: جزيرة كريسماس

source: Cyprus_CY_C
ar: قبرص

source: Czech Republic_CZ_C
ar: التشيك

source: Germany_DE_C
ar: ألمانيا

source: Djibouti_DJ_C
ar: جيبوتي

source: Denmark_DK_C
ar: الدنمارك

source: Dominica_DM_C
ar: دومينيكا

source: Dominican Republic_DO_C
ar: جمهورية الدومينيكان

source: Algeria_DZ_C
ar: الجزائر

source: Ecuador_EC_C
ar: الإكوادور

source: Estonia_EE_C
ar: إستونيا

source: Egypt_EG_C
ar: مصر

source: Western Sahara_EH_C
ar: الصحراء الغربية

source: Eritrea_ER_C
ar: أريتيريا

source: Spain_ES_C
ar: إسبانيا

source: Ethiopia_ET_C
ar: إثيوبيا

source: Finland_FI_C
ar: فنلندا

source: Fiji_FJ_C
ar: فيجي

source: Falkland Islands (Malvinas)_FK_C
ar: جزر فوكلاند

source: Micronesia, Federated States of_FM_C
ar: ولايات ميكرونيسيا المتحدة

source: Faroe Islands_FO_C
ar: جزر فارو

source: France_FR_C
ar: فرنسا

source: Gabon_GA_C
ar: الغابون

source: United Kingdom_GB_C
ar: بريطانيا

source: Grenada_GD_C
ar: غرينادا

source: Georgia_GE_C
ar: جورجيا

source: French Guiana_GF_C
ar: غويانا الفرنسية

source: Guernsey_GG_C
ar: غيرنسي

source: Ghana_GH_C
ar: غانا

source: Gibraltar_GI_C
ar: جبل طارق

source: Greenland_GL_C
ar: جرينلاند

source: Gambia_GM_C
ar: غامبيا

source: Guinea_GN_C
ar: غينيا

source: Guadeloupe_GP_C
ar: غوادلوب

source: Equatorial Guinea_GQ_C
ar: غينيا الاستوائية

source: Greece_GR_C
ar: اليونان

source: South Georgia and The South Sandwich Islands_GS_C
ar: جورجيا الجنوبية وجزر ساندويتش الجنوبية

source: Guatemala_GT_C
ar: غواتيمالا

source: Guam_GU_C
ar: غوام

source: Guinea-Bissau_GW_C
ar: غينيا بيساو

source: Guyana_GY_C
ar: غيانا

source: Hong Kong_HK_C
ar: هونغ كونغ

source: Honduras_HN_C
ar: هندوراس

source: Croatia_HR_C
ar: كرواتيا

source: Haiti_HT_C
ar: هايتي

source: Hungary_HU_C
ar: المجر

source: Indonesia_ID_C
ar: إندونيسيا

source: Ireland_IE_C
ar: جزيرة أيرلندا

source: Israel_IL_C
ar: دولة فلسطين

source: Isle of Man_IM_C
ar: جزيرة مان

source: India_IN_C
ar: الهند

source: British Indian Ocean Territory_IO_C
ar: المحيط الهندي البريطاني

source: Iraq_IQ_C
ar: العراق

source: Iran, Islamic Republic of_IR_C
ar: إيران

source: Iceland_IS_C
ar: آيسلندا

source: Italy_IT_C
ar: إيطاليا

source: Jersey_JE_C
ar: جيرزي

source: Jamaica_JM_C
ar: جامايكا

source: Jordan_JO_C
ar: الأردن

source: Japan_JP_C
ar: اليابان

source: Kenya_KE_C
ar: كينيا

source: Kyrgyzstan_KG_C
ar: قيرغيزستان

source: Cambodia_KH_C
ar: كمبوديا

source: Kiribati_KI_C
ar: كيريباتي

source: Comoros_KM_C
ar: جزر القمر

source: Saint Kitts and Nevis_KN_C
ar: سانت كيتس ونيفيس

source: Korea, Democratic People's Republic of_KP_C
ar: كوريا الشمالية

source: Korea, Republic of_KR_C
ar: كوريا الجنوبية

source: Kuwait_KW_C
ar: الكويت

source: Cayman Islands_KY_C
ar: جزر كايمان

source: Kazakhstan_KZ_C
ar: كازاخستان

source: Lao People's Democratic Republic_LA_C
ar: لاوس

source: Lebanon_LB_C
ar: لبنان

source: Saint Lucia_LC_C
ar: سانت لوسيا

source: Liechtenstein_LI_C
ar: ليختنشتاين

source: Sri Lanka_LK_C
ar: سريلانكا

source: Liberia_LR_C
ar: ليبيريا

source: Lesotho_LS_C
ar: ليسوتو

source: Lithuania_LT_C
ar: ليتوانيا

source: Luxembourg_LU_C
ar: لوكسمبورغ

source: Latvia_LV_C
ar: لاتفيا

source: Libya_LY_C
ar: ليبيا

source: Morocco_MA_C
ar: المغرب

source: Monaco_MC_C
ar: موناكو

source: Moldova, Republic of_MD_C
ar: مولدوفا

source: Montenegro_ME_C
ar: الجبل الأسود

source: Saint Martin (French Part)_MF_C
ar: تجمع سان مارتين

source: Madagascar_MG_C
ar: مدغشقر

source: Marshall Islands_MH_C
ar: جزر مارشال

source: Macedonia, The Former Yugoslav Republic of_MK_C
ar: جمهورية مقدونيا

source: Mali_ML_C
ar: مالي

source: Myanmar_MM_C
ar: ميانمار

source: Mongolia_MN_C
ar: منغوليا

source: Macao_MO_C
ar: ماكاو

source: Northern Mariana Islands_MP_C
ar: جزر ماريانا الشمالية

source: Martinique_MQ_C
ar: مارتينيك

source: Mauritania_MR_C
ar: موريتانيا

source: Montserrat_MS_C
ar: مونتسرات

source: Malta_MT_C
ar: مالطا

source: Mauritius_MU_C
ar: موريشيوس

source: Maldives_MV_C
ar: المالديف

source: Malawi_MW_C
ar: مالاوي

source: Mexico_MX_C
ar: المكسيك

source: Malaysia_MY_C
ar: ماليزيا

source: Mozambique_MZ_C
ar: موزمبيق

source: Namibia_NA_C
ar: ناميبيا

source: New Caledonia_NC_C
ar: كاليدونيا الجديدة

source: Niger_NE_C
ar: النيجر

source: Norfolk Island_NF_C
ar: جزيرة نورفولك

source: Nigeria_NG_C
ar: نيجيريا

source: Nicaragua_NI_C
ar: نيكاراغوا

source: Netherlands_NL_C
ar: هولندا

source: Norway_NO_C
ar: النرويج

source: Nepal_NP_C
ar: نيبال

source: Nauru_NR_C
ar: ناورو

source: Niue_NU_C
ar: نييوي

source: New Zealand_NZ_C
ar: نيوزيلندا

source: Oman_OM_C
ar: سلطنة عمان

source: Panama_PA_C
ar: بنما

source: Peru_PE_C
ar: بيرو

source: French Polynesia_PF_C
ar: بولينزيا الفرنسية

source: Papua New Guinea_PG_C
ar: بابوا غينيا الجديدة

source: Philippines_PH_C
ar: الفلبين

source: Pakistan_PK_C
ar: باكستان

source: Poland_PL_C
ar: بولندا

source: Saint Pierre and Miquelon_PM_C
ar: سان بيير وميكلون

source: Pitcairn_PN_C
ar: جزر بيتكيرن

source: Puerto Rico_PR_C
ar: بورتوريكو

source: Palestine, State of_PS_C
ar: دولة فلسطين

source: Portugal_PT_C
ar: البرتغال

source: Palau_PW_C
ar: بالاو

source: Paraguay_PY_C
ar: باراغواي

source: Qatar_QA_C
ar: قطر

source: Reunion_RE_C
ar: لا ريونيون

source: Romania_RO_C
ar: رومانيا

source: Serbia_RS_C
ar: صربيا

source: Russian Federation_RU_C
ar: روسيا

source: Rwanda_RW_C
ar: رواندا

source: Saudi Arabia_SA_C
ar: السعودية

source: Solomon Islands_SB_C
ar: جزر سليمان

source: Seychelles_SC_C
ar: سيشل

source: Sudan_SD_C
ar: السودان

source: Sweden_SE_C
ar: السويد

source: Singapore_SG_C
ar: سنغافورة

source: Saint Helena, Ascension and Tristan Da Cunha_SH_C
ar: سانت هيلانة وأسينشين وتريستان دا كونا

source: Slovenia_SI_C
ar: سلوفينيا

source: Svalbard and Jan Mayen_SJ_C
ar: سفالبارد ويان ماين

source: Slovakia_SK_C
ar: سلوفاكيا

source: Sierra Leone_SL_C
ar: سيراليون

source: San Marino_SM_C
ar: سان مارينو

source: Senegal_SN_C
ar: السنغال

source: Somalia_SO_C
ar: الصومال

source: Suriname_SR_C
ar: سورينام

source: South Sudan_SS_C
ar: جنوب السودان

source: Sao Tome and Principe_ST_C
ar: ساو تومي وبرينسيب

source: El Salvador_SV_C
ar: السلفادور

source: Sint Maarten (Dutch Part)_SX_C
ar: سينت مارتن

source: Syrian Arab Republic_SY_C
ar: سوريا

source: Swaziland_SZ_C
ar: إسواتيني

source: Turks and Caicos Islands_TC_C
ar: جزر توركس وكايكوس

source: Chad_TD_C
ar: تشاد

source: French Southern Territories_TF_C
ar: أراض فرنسية جنوبية وأنتارتيكية

source: Togo_TG_C
ar: توغو

source: Thailand_TH_C
ar: تايلاند

source: Tajikistan_TJ_C
ar: طاجيكستان

source: Tokelau_TK_C
ar: توكيلاو

source: Timor-Leste_TL_C
ar: تيمور الشرقية

source: Turkmenistan_TM_C
ar: تركمانستان

source: Tunisia_TN_C
ar: تونس

source: Tonga_TO_C
ar: تونغا

source: Turkey_TR_C
ar: تركيا

source: Trinidad and Tobago_TT_C
ar: ترينيداد وتوباغو

source: Tuvalu_TV_C
ar: توفالو

source: Taiwan, Province of China_TW_C
ar: تايوان

source: Tanzania, United Republic of_TZ_C
ar: تنزانيا

source: Ukraine_UA_C
ar: أوكرانيا

source: Uganda_UG_C
ar: أوغندا

source: United States Minor Outlying Islands_UM_C
ar: جزر الولايات المتحدة الصغيرة النائية

source: United States_US_C
ar: أميركا

source: Uruguay_UY_C
ar: الأوروغواي

source: Uzbekistan_UZ_C
ar: أوزبكستان

source: Holy See_VA_C
ar: الكرسي الرسولي

source: Saint Vincent and The Grenadines_VC_C
ar: سانت فينسنت والغرينادين

source: Venezuela, Bolivarian Republic of_VE_C
ar: فنزويلا

source: Virgin Islands, British_VG_C
ar: جزر العذراء البريطانية

source: Virgin Islands, U.S._VI_C
ar: جزر العذراء الأمريكية

source: Viet Nam_VN_C
ar: فيتنام

source: Vanuatu_VU_C
ar: فانواتو

source: Wallis and Futuna_WF_C
ar: واليس وفوتونا

source: Samoa_WS_C
ar: ساموا

source: Yemen_YE_C
ar: اليمن

source: Mayotte_YT_C
ar: مايوت

source: South Africa_ZA_C
ar: جنوب أفريقيا

source: Zambia_ZM_C
ar: زامبيا

source: Zimbabwe_ZW_C
ar: زيمبابوي

source: Andorra la Vella_AD
ar: أندورا لا فيلا

source: Canillo_AD
ar: كانيلو

source: Encamp_AD
ar: انكامب

source: Escaldes-Engordany_AD
ar: إسكالديس أنجوردني

source: La Massana_AD
ar: لامسانا

source: Ordino_AD
ar: أوردينو

source: Sant Julia de Loria_AD
ar: سانت جوليا دي لوريا

source: 'Ajman_AE
ar: عجمان

source: Abu Zaby_AE
ar: أبوظبي

source: Al Fujayrah_AE
ar: إمارة الفجيرة

source: Ash Shariqah_AE
ar: مدينة الشّارقة

source: Dubayy_AE
ar: دبي

source: Ra's al Khaymah_AE
ar: رأس الخيمة

source: Umm al Qaywayn_AE
ar: أم القيوين

source: Badakhshan_AF
ar: بدخشان

source: Badghis_AF
ar: بادغيس

source: Baghlan_AF
ar: بغلان

source: Balkh_AF
ar: بلخ

source: Bamyan_AF
ar: باميان

source: Daykundi_AF
ar: دايکندي

source: Farah_AF
ar: فراه

source: Faryab_AF
ar: فارياب

source: Ghazni_AF
ar: غزنة

source: Ghor_AF
ar: غور

source: Helmand_AF
ar: هلمند

source: Herat_AF
ar: هراة

source: Jowzjan_AF
ar: جوزجان

source: Kabul_AF
ar: كابل

source: Kandahar_AF
ar: قندهار

source: Kapisa_AF
ar: کابيسا

source: Khost_AF
ar: خوست

source: Kunar_AF
ar: کنر

source: Kunduz_AF
ar: قندوز

source: Laghman_AF
ar: لغمان

source: Logar_AF
ar: لوکر

source: Nangarhar_AF
ar: ننکرهار

source: Nimroz_AF
ar: نيمروز

source: Nuristan_AF
ar: ولاية نورستان

source: Paktika_AF
ar: بکتيکا

source: Paktiya_AF
ar: بکتيا

source: Panjshayr_AF
ar: بنجشير

source: Parwan_AF
ar: بارفان

source: Samangan_AF
ar: سمنكان

source: Sar-e Pul_AF
ar: سربل

source: Takhar_AF
ar: تخار

source: Uruzgan_AF
ar: أوروزغان

source: Wardak_AF
ar: وردك

source: Zabul_AF
ar: زابل

source: Barbuda_AG
ar: باربودا

source: Redonda_AG
ar: ريدوندا

source: Saint George_AG
ar: القديس جرجس

source: Saint John_AG
ar: القديس يوحنا

source: Saint Mary_AG
ar: القديسة مريم

source: Saint Paul_AG
ar: القديس بول

source: Saint Peter_AG
ar: القديس بطرس

source: Saint Philip_AG
ar: سانت فيليب

source: Anguilla_AI
ar: أنغويلا

source: Berat_AL
ar: بيرات

source: Diber_AL
ar: ديبر

source: Durres_AL
ar: دراس

source: Elbasan_AL
ar: إلباسان

source: Fier_AL
ar: فيير

source: Gjirokaster_AL
ar: جيروكاستر

source: Korce_AL
ar: كورتشي

source: Kukes_AL
ar: كوكس

source: Lezhe_AL
ar: ليجه

source: Shkoder_AL
ar: أشقودرة

source: Tirane_AL
ar: تيرانا

source: Vlore_AL
ar: فلوره

source: Aragacotn_AM
ar: آراغاتسوتن

source: Ararat_AM
ar: أرارات

source: Armavir_AM
ar: آرماوير

source: Erevan_AM
ar: يريفان

source: Gegark'unik'_AM
ar: غغاركونيك

source: Kotayk'_AM
ar: كوتايك

source: Lori_AM
ar: لوري

source: Sirak_AM
ar: شيراك

source: Syunik'_AM
ar: سيونيك

source: Tavus_AM
ar: تاووش

source: Vayoc Jor_AM
ar: وايوتس‌جور

source: Bengo_AO
ar: بنغو

source: Benguela_AO
ar: بنغيلا

source: Bie_AO
ar: بيي

source: Cabinda_AO
ar: كابيندا

source: Cunene_AO
ar: كونيني

source: Huambo_AO
ar: هوامبو

source: Huila_AO
ar: هويلا

source: Kuando Kubango_AO
ar: كواندو كوبانغو

source: Kwanza Norte_AO
ar: كوانزا نورت

source: Kwanza Sul_AO
ar: كوانزا سول

source: Luanda_AO
ar: لواندا

source: Lunda Norte_AO
ar: لوندا الشمالية

source: Lunda Sul_AO
ar: لوندا سول

source: Malange_AO
ar: مالانجي

source: Moxico_AO
ar: موكسيكو

source: Namibe_AO
ar: ناميبي

source: Uige_AO
ar: أوجي

source: Zaire_AO
ar: زائير

source: Antarctica_AQ
ar: القارة القطبية الجنوبية

source: Buenos Aires_AR
ar: بوينس آيرس

source: Catamarca_AR
ar: كاتاماركا

source: Chaco_AR
ar: تشاكو

source: Chubut_AR
ar: تشوبوت

source: Ciudad Autonoma de Buenos Aires_AR
ar: بوينس آيرس

source: Cordoba_AR
ar: قرطبة

source: Corrientes_AR
ar: كوريينتس

source: Entre Rios_AR
ar: انتري ريوس

source: Formosa_AR
ar: فورموزا

source: Jujuy_AR
ar: خوخوي

source: La Pampa_AR
ar: لا بامبا

source: La Rioja_AR
ar: لا ريوخا

source: Mendoza_AR
ar: مندوسا

source: Misiones_AR
ar: ميسيونس

source: Neuquen_AR
ar: نيوكوين

source: Rio Negro_AR
ar: ريو نيجرو

source: Salta_AR
ar: سالتا (الأرجنتين)

source: San Juan_AR
ar: سان خوان

source: San Luis_AR
ar: سان لويس

source: Santa Cruz_AR
ar: سانتا كروز دي لا سايرا

source: Santa Fe_AR
ar: سانتا في

source: Santiago del Estero_AR
ar: سانتياغو ديل استيرو

source: Tierra del Fuego_AR
ar: أرض النار

source: Tucuman_AR
ar: توكومان

source: Eastern District_AS
ar: المنطقة الشرقية

source: Western District_AS
ar: الحي الغربي

source: Burgenland_AT
ar: بورغنلاند

source: Karnten_AT
ar: كيرنتن

source: Niederosterreich_AT
ar: نايدرريستوريك

source: Oberosterreich_AT
ar: النمسا العليا

source: Salzburg_AT
ar: سالزبورغ

source: Steiermark_AT
ar: ستيريا

source: Tirol_AT
ar: تيرول

source: Vorarlberg_AT
ar: فورالبرغ

source: Wien_AT
ar: فيينّا

source: Australian Capital Territory_AU
ar: العاصمة الأسترالية

source: New South Wales_AU
ar: نيوساوث ويلز

source: Northern Territory_AU
ar: الإقليم الشمالي

source: Queensland_AU
ar: كوينزلاند

source: South Australia_AU
ar: جنوب أستراليا

source: Tasmania_AU
ar: جزيرة تاسمانيا

source: Victoria_AU
ar: فيكتوريا

source: Western Australia_AU
ar: أستراليا الغربية

source: Aruba_AW
ar: أروبا

source: Eckeroe_AX
ar: ايكيرو

source: Finstroem_AX
ar: فاينسترويم

source: Hammarland_AX
ar: هامر لاند

source: Jomala_AX
ar: جومالا

source: Lemland_AX
ar: ليم لاند

source: Mariehamn_AX
ar: ماريهامن

source: Saltvik_AX
ar: سالتفيك

source: Sund_AX
ar: سوند

source: Abseron_AZ
ar: آبشوران

source: Agcabadi_AZ
ar: آغجه‌بدي

source: Agdam_AZ
ar: آغدام

source: Agdas_AZ
ar: آقداش

source: Agstafa_AZ
ar: آقستافا

source: Agsu_AZ
ar: أقسو

source: Astara_AZ
ar: آستارا (أذربيجان)

source: Baki_AZ
ar: باكي

source: Balakan_AZ
ar: بالاكن

source: Barda_AZ
ar: بردعة

source: Beylaqan_AZ
ar: بيلقان

source: Bilasuvar_AZ
ar: بيلاسوار

source: Cabrayil_AZ
ar: جبرائيل

source: Calilabad_AZ
ar: جليل‌ آباد

source: Daskasan_AZ
ar: داشكسن

source: Fuzuli_AZ
ar: فضولي

source: Gadabay_AZ
ar: غدابيغ

source: Ganca_AZ
ar: كنجه

source: Goranboy_AZ
ar: غورانبوي

source: Goycay_AZ
ar: غويتشاي

source: Goygol_AZ
ar: Goygol

source: Haciqabul_AZ
ar: حاجي قبول

source: Imisli_AZ
ar: إميشلي

source: Ismayilli_AZ
ar: إسماعيللي

source: Kalbacar_AZ
ar: كلبجر

source: Kurdamir_AZ
ar: كردامير

source: Lacin_AZ
ar: لاتشين

source: Lankaran_AZ
ar: لنكران

source: Lerik_AZ
ar: ليريك

source: Masalli_AZ
ar: ماساللي

source: Mingacevir_AZ
ar: مينجا تشيفير

source: Naftalan_AZ
ar: نفتالان

source: Naxcivan_AZ
ar: ناخيتشيفان

source: Neftcala_AZ
ar: نيفتكالا

source: Oguz_AZ
ar: أوغوز

source: Qabala_AZ
ar: غابالا

source: Qax_AZ
ar: قاخ

source: Qazax_AZ
ar: كازاكس

source: Qobustan_AZ
ar: كوبستان

source: Quba_AZ
ar: قوبا

source: Qubadli_AZ
ar: قبادلي

source: Qusar_AZ
ar: كوسار

source: Saatli_AZ
ar: ساتلي

source: Sabirabad_AZ
ar: صابرآباد

source: Saki_AZ
ar: هيكتور هيو مونرو

source: Salyan_AZ
ar: ساليان

source: Samaxi_AZ
ar: شماخى

source: Samkir_AZ
ar: شمكير

source: Samux_AZ
ar: ساموخ

source: Sirvan_AZ
ar: شروان

source: Siyazan_AZ
ar: سيازن

source: Sumqayit_AZ
ar: سومقاييت

source: Susa_AZ
ar: شوشان

source: Tartar_AZ
ar: رواسب

source: Tovuz_AZ
ar: توفوز

source: Ucar_AZ
ar: أوكار

source: Xacmaz_AZ
ar: خاتشماز

source: Xankandi_AZ
ar: خانكندي

source: Xizi_AZ
ar: Xizi

source: Xocali_AZ
ar: كسوكالي

source: Xocavand_AZ
ar: كسوكافاند

source: Yardimli_AZ
ar: يارديملي

source: Yevlax_AZ
ar: يفلاكس

source: Zangilan_AZ
ar: زنغلان

source: Zaqatala_AZ
ar: زاكاتالا

source: Zardab_AZ
ar: زارداب

source: Brcko distrikt_BA
ar: برتشكو

source: Federacija Bosne i Hercegovine_BA
ar: اتحاد البوسنة والهرسك

source: Republika Srpska_BA
ar: الجمهورية الصربية

source: Christ Church_BB
ar: كنيسة المسيح

source: Saint Andrew_BB
ar: القديس أندرو

source: Saint George_BB
ar: القديس جرجس

source: Saint James_BB
ar: جيمس قديس

source: Saint John_BB
ar: القديس يوحنا

source: Saint Joseph_BB
ar: القديس يوسف

source: Saint Lucy_BB
ar: سانت لوسي

source: Saint Michael_BB
ar: القديس مايكل

source: Saint Peter_BB
ar: القديس بطرس

source: Saint Philip_BB
ar: سانت فيليب

source: Saint Thomas_BB
ar: سانت توماس

source: Barisal_BD
ar: باريسال

source: Chittagong_BD
ar: شيتاغونغ

source: Dhaka_BD
ar: دكا

source: Khulna_BD
ar: خولنا

source: Rajshahi_BD
ar: راجشاهي

source: Rangpur_BD
ar: رانجبور

source: Sylhet_BD
ar: سيلهيت

source: Antwerpen_BE
ar: أنتويرب

source: Brabant wallon_BE
ar: برابانت والون

source: Brussels Hoofdstedelijk Gewest_BE
ar: بروكسل العاصمة

source: Hainaut_BE
ar: هينو

source: Liege_BE
ar: لياج

source: Limburg_BE
ar: ليمبورغ

source: Luxembourg_BE
ar: دوقية لوكسمبورغ الكبرى

source: Namur_BE
ar: نامور

source: Oost-Vlaanderen_BE
ar: فلاندر الشرقية

source: Vlaams-Brabant_BE
ar: برابانت فلاماند

source: West-Vlaanderen_BE
ar: فلاندر الغربية

source: Bale_BF
ar: بالة

source: Bam_BF
ar: بام

source: Banwa_BF
ar: بانوا

source: Bazega_BF
ar: بازيجا

source: Bougouriba_BF
ar: بوغوريبا

source: Boulgou_BF
ar: بولغو

source: Boulkiemde_BF
ar: بولكيمد

source: Comoe_BF
ar: كومو البريد

source: Ganzourgou_BF
ar: غانزورغو

source: Gnagna_BF
ar: جناجنا

source: Gourma_BF
ar: جورما

source: Houet_BF
ar: هويت

source: Ioba_BF
ar: إيوبا

source: Kadiogo_BF
ar: كاديوغو

source: Kenedougou_BF
ar: كيندوغو

source: Komondjari_BF
ar: كوموندجاري

source: Kompienga_BF
ar: كومبينغا

source: Kossi_BF
ar: كوسي

source: Koulpelogo_BF
ar: كولبيلوجو

source: Kouritenga_BF
ar: كوريتنجا

source: Kourweogo_BF
ar: كورويجو

source: Leraba_BF
ar: يرابا

source: Loroum_BF
ar: وروم

source: Mouhoun_BF
ar: موهون

source: Nahouri_BF
ar: ناهوري

source: Namentenga_BF
ar: نامنتنجا

source: Nayala_BF
ar: نايالا

source: Noumbiel_BF
ar: نومبيل

source: Oubritenga_BF
ar: أوبريتنغا

source: Oudalan_BF
ar: أودالان

source: Passore_BF
ar: باسوري

source: Poni_BF
ar: بوني

source: Sanguie_BF
ar: سانجوي

source: Sanmatenga_BF
ar: سانماتينغا

source: Seno_BF
ar: سينو

source: Sissili_BF
ar: سيسيلي

source: Soum_BF
ar: سوم

source: Sourou_BF
ar: سورو

source: Tapoa_BF
ar: تابوا

source: Tuy_BF
ar: توي

source: Yagha_BF
ar: ياغا

source: Yatenga_BF
ar: ياتينجا

source: Ziro_BF
ar: زيرو

source: Zondoma_BF
ar: زوندوما

source: Zoundweogo_BF
ar: زوندويجو

source: Blagoevgrad_BG
ar: بلاغويفغراد

source: Burgas_BG
ar: بورغاس

source: Dobrich_BG
ar: دوبريتش

source: Gabrovo_BG
ar: غابروفو

source: Haskovo_BG
ar: هاسكوفو

source: Kardzhali_BG
ar: كارجلي

source: Kyustendil_BG
ar: كيوستينديل

source: Lovech_BG
ar: لوفتش

source: Montana_BG
ar: مونتانا

source: Pazardzhik_BG
ar: بازارجيك

source: Pernik_BG
ar: برنيك

source: Pleven_BG
ar: بلفن

source: Plovdiv_BG
ar: فيلبّة

source: Razgrad_BG
ar: رازغراد

source: Ruse_BG
ar: روسه

source: Shumen_BG
ar: شومن

source: Silistra_BG
ar: سیلیسترا

source: Sliven_BG
ar: سليفن

source: Smolyan_BG
ar: سموليان

source: Sofia_BG
ar: صوفيا

source: Sofia (stolitsa)_BG
ar: ستوليتسا

source: Stara Zagora_BG
ar: ستارا زاغوارا

source: Targovishte_BG
ar: تارغوفيشته

source: Varna_BG
ar: فارنا

source: Veliko Tarnovo_BG
ar: فيليكو ترنوفو

source: Vidin_BG
ar: فيدين

source: Vratsa_BG
ar: فراتسا

source: Yambol_BG
ar: يامبل

source: Al 'Asimah_BH
ar: العاصمة

source: Al Janubiyah_BH
ar: المحافظة الجنوبية

source: Al Muharraq_BH
ar: المحرّق

source: Ash Shamaliyah_BH
ar: المحافظة الشمالية

source: Bubanza_BI
ar: بوبانزا

source: Bujumbura Mairie_BI
ar: بوجمبورا مايري

source: Bururi_BI
ar: بوروري

source: Cankuzo_BI
ar: كانكوزا

source: Cibitoke_BI
ar: سيبيتوكي

source: Gitega_BI
ar: غيتيغا

source: Karuzi_BI
ar: كاروزي

source: Kayanza_BI
ar: كاينزا

source: Kirundo_BI
ar: كيروندو

source: Makamba_BI
ar: ماكامبا

source: Muramvya_BI
ar: مورامفيا

source: Muyinga_BI
ar: مويينغا

source: Mwaro_BI
ar: موارو

source: Ngozi_BI
ar: نغوزي

source: Rutana_BI
ar: روتانا

source: Ruyigi_BI
ar: رويجي

source: Alibori_BJ
ar: أليبوري

source: Atacora_BJ
ar: أتاتورا

source: Atlantique_BJ
ar: أتلانتيك

source: Borgou_BJ
ar: بورغو

source: Collines_BJ
ar: إدارة كولاينيس

source: Couffo_BJ
ar: Couffo

source: Donga_BJ
ar: دونجا

source: Littoral_BJ
ar: الإدارة الساحلية

source: Mono_BJ
ar: مونو

source: Oueme_BJ
ar: أويمي

source: Plateau_BJ
ar: بلاتو

source: Zou_BJ
ar: زو

source: Saint Barthelemy_BL
ar: سان بارتليمي

source: Hamilton_BM
ar: هاميلتون

source: Saint George_BM
ar: القديس جرجس

source: Belait_BN
ar: بيلايت

source: Brunei-Muara_BN
ar: مديرية بروناي - موارا

source: Temburong_BN
ar: مديرية تيمبورونغ

source: Tutong_BN
ar: مديرية توتونغ

source: Chuquisaca_BO
ar: إدارة شوكيساكا

source: Cochabamba_BO
ar: كوتشومبابا

source: El Beni_BO
ar: بني

source: La Paz_BO
ar: لاباز

source: Oruro_BO
ar: إدارة أورورو

source: Pando_BO
ar: إدارة باندو

source: Potosi_BO
ar: إدارة بوتوسي

source: Santa Cruz_BO
ar: سانتا كروز دي لا سايرا

source: Tarija_BO
ar: تاريخا، بوليفيا

source: Bonaire_BQ
ar: بونير

source: Saba_BQ
ar: سابا

source: Sint Eustatius_BQ
ar: سينت أوستاتيوس

source: Acre_BR
ar: الأكر

source: Alagoas_BR
ar: ألاغواس

source: Amapa_BR
ar: أمابا

source: Amazonas_BR
ar: إدارة أمازوناس

source: Bahia_BR
ar: باهيا

source: Ceara_BR
ar: سيارا

source: Distrito Federal_BR
ar: القطاع الفدرالي

source: Espirito Santo_BR
ar: إسبيريتو سانتو

source: Goias_BR
ar: غوياس

source: Maranhao_BR
ar: مارانهاو

source: Mato Grosso_BR
ar: ماتو غروسو

source: Mato Grosso do Sul_BR
ar: ماتو غروسو دو سول

source: Minas Gerais_BR
ar: ميناس جيرايس

source: Para_BR
ar: ضاحية بارا

source: Paraiba_BR
ar: بارايبا

source: Parana_BR
ar: بارانا

source: Pernambuco_BR
ar: بيرنامبوكو

source: Piaui_BR
ar: بياوي

source: Rio de Janeiro_BR
ar: ريو دي جانيرو

source: Rio Grande do Norte_BR
ar: ريو غراندي دو نورتي

source: Rio Grande do Sul_BR
ar: ريو غراندي دو سول

source: Rondonia_BR
ar: روندونيا

source: Roraima_BR
ar: رورايما

source: Santa Catarina_BR
ar: سانتا كاتارينا

source: Sao Paulo_BR
ar: ساو باولو

source: Sergipe_BR
ar: سيرجيبي

source: Tocantins_BR
ar: توكانتينس

source: Central Andros_BS
ar: وسط اندروس

source: City of Freeport_BS
ar: فريبورت

source: East Grand Bahama_BS
ar: شرق جراند بهاما

source: Harbour Island_BS
ar: جزيرة الميناء

source: Hope Town_BS
ar: هوب تاون

source: Long Island_BS
ar: لونغ ايلاند

source: New Providence_BS
ar: بروفيدانس الجديدة

source: South Eleuthera_BS
ar: جنوب إليوثيرا

source: Bumthang_BT
ar: بوم ثانج
